Repository: virt-manager/virt-manager
Catalog: po/*.po
Languages: et, pt_pt

source: Isolated network, internal routing only
et: Eraldatud võrk, vaid sisemise marsruutimisega
pt_pt: Rede isolada, apenas reencaminhamento interno

source: Isolated network, routing disabled
et: Eraldatud võrk, ilma igasuguse marsruutimiseta
pt_pt: Rede isolada, reencaminhamento desativado

source: On Boot
et: Käivitamisel
pt_pt: No Arranque

source: Are you sure you want to permanently delete the network %s?
et: Kas sa oled kindel, et soovid jäädavalt kustutada „%s“ võrgu?
pt_pt: Tem a certeza de que pretende eliminar permanentemente a rede %s?

source: Error deleting network '%s'
et: Viga „%s“ võrgu kustutamisel
pt_pt: Erro ao eliminar a rede '%s'

source: Error starting network '%s'
et: Viga „%s“ võrgu käivitamisel
pt_pt: Erro ao iniciar a rede '%s'

source: Error stopping network '%s'
et: Viga „%s“ võrgu peatamisel
pt_pt: Erro ao parar a rede '%s'

source: Error launching network wizard: %s
et: Viga võrgu abitarviku/viisardi käivitamisel: %s
pt_pt: Erro ao iniciar o assistente de rede: %s

source: Error changing network settings: %s
et: Viga võrguseadistuste muutmisel: %s
pt_pt: Erro ao alterar as definições da rede: %s

source: Copy Volume Path
et: Kopeeri käite asukoht
pt_pt: Copiar o Caminho de Volume

source: Size
et: Suurus
pt_pt: Tamanho

source: Format
et: Vorming
pt_pt: Formato

source: Used By
et: Seda kasutab
pt_pt: Usado Por

source: Storage Pools
et: Andmeruumikogumid
pt_pt: Pools de Armazenamento

source: Libvirt connection does not support storage management.
et: Libvirti ühendus ei toeta andmeruumi haldamist.
pt_pt: A conexão libvirt não suporta gestão de armazenamento.

source: %(bytesfree)s Free / <i>%(bytesinuse)s In Use</i>
et: %(bytesfree)s on vaba / <i>%(bytesinuse)s on kasutusel</i>
pt_pt: %(bytesfree)s Livres / <i>%(bytesinuse)s Em Uso</i>

source: Create new volume
et: Lisa uus köide
pt_pt: Criar novo volume

source: Pool does not support volume creation
et: Andmeruumikogum ei võimalda köidete lisamist/loomist
pt_pt: O pool não suporta a criação de volumes

source: No storage pool selected.
et: Sa pole valinud ühtegi andmeruumikogumit.
pt_pt: Não foi selecionado nenhum pool de armazenamento.

source: Error selecting pool: %s
et: Viga andmeruumikogumi valimisel: %s
pt_pt: Erro ao selecionar o pool: %s

source: Error stopping pool '%s'
et: Viga andmeruumikogumi peatamisel: %s
pt_pt: Erro ao parar o pool '%s'

source: Error starting pool '%s'
et: Viga andmeruumikogumi käivitamisel: %s
pt_pt: Erro ao iniciar o pool '%s'

source: Error launching pool wizard: %s
et: Viga andmeruumikogumi abitarviku käivitamisel: %s
pt_pt: Erro ao iniciar o assistente do pool: %s

source: Are you sure you want to permanently delete the pool %s?
et: Kas oled kindel et soovid jäädavalt kustutada andmeruumikogumi: %s ?
pt_pt: Tem a certeza de que pretende eliminar permanentemente o pool %s?

source: Error deleting pool '%s'
et: Viga andmeruumikogumi kustutamisel: %s
pt_pt: Erro ao eliminar o pool '%s'

source: Error refreshing pool '%s'
et: Viga andmeruumikogumi värskendamisel: %s
pt_pt: Erro ao recarregar o pool '%s'

source: Error launching volume wizard: %s
et: Viga köidete abitarviku käivitamisel: %s
pt_pt: Erro ao iniciar o assistente de volumes: %s

source: Are you sure you want to permanently delete the volume %s?
et: Kas oled kindel et soovid jäädavalt kustutada köite: %s ?
pt_pt: Tem a certeza de que pretende eliminar permanentemente o volume %s?

source: Error deleting volume '%s'
et: Viga köite kustutamisel: %s
pt_pt: Erro ao eliminar o volume '%s'

source: Error changing pool settings: %s
et: Viga andmeruumikogumi seadistuste muutmisel: %s
pt_pt: Erro ao alterar as definições do pool: %s

source: Authentication required
et: Autentimine on vajalik
pt_pt: É necessário fazer a autenticação

source: The remote host requires a version of netcat/nc which supports the -U option.
et: Kaugseade eeldab sellise „netcat“ või „nc“ käsurea rakenduse olemasolu, mis oskab kasutada -U argumenti.
pt_pt: O hóspede remoto requer uma versão do netcat/nc que suporta a opção -U.

source: Configure SSH key access for the remote host, or install an SSH askpass package locally.
et: Seadista SSH võtmevahetusega ligipääs kaugseadmesse või paigalda kohalikku seadmesse askpass pakett.
pt_pt: Configurar o acesso da chave SSH para o hóspede remoto ou instalar um pacote askpass SSH localmente.

source: Verify that an appropriate libvirt daemon is running on the remote host.
et: Kontrolli, et sobiv libvirti taustateenus töötab kaugseadmes.
pt_pt: Verifique se tem um daemon libvirt apropriado a executar no hóspede remoto.

source: Verify that: - A Xen host kernel was booted - The Xen service has been started
et: Palun kontrolli, et: - Xeni hosti toetav kernel oli alglaadimisel kasutusel - Xeni taustateenus on käivitatud
pt_pt: Verifique se: - Um kernel Xen anfitrião foi iniciado - O serviço Xen foi iniciado

source: Could not detect a local session: if you are running virt-manager over ssh -X or VNC, you may not be able to connect to libvirt as a regular user. Try running as root.
pt_pt: Não foi possível detetar uma sessão local: se está a executar o gestor de máquinas via ssh -X ou VNC, poderá não conseguir fazer a conexão ao libvirt como um utilizador regular. Tente executar o gestor de máquinas como administrador (root).

source: Verify that an appropriate libvirt daemon is running.
et: Kontrolli, et sobilik libvirt-taustateenus töötab.
pt_pt: Verifique se tem um daemon libvirt apropriado em execução.

source: Unable to connect to libvirt %s.
et: Libvirtiga ühendamine ei õnnestu: %s.
pt_pt: Não foi possível fazer a conexão ao libvirt %s.

source: Virtual Machine Manager Connection Failure
et: Virtuaalmasinate halduri ühenduse viga
pt_pt: Falha de Conexão ao Gestor de Máquinas Virtuais

source: Could not detect a default hypervisor. Make sure the appropriate QEMU/KVM virtualization and libvirt packages are installed to manage virtualization on this host.
et: Vaikimisi hüperviisori tuvastamine ei õnnestunud. Selles alussüsteemis virtualiseerimise haldamiseks palun kontrolli, et asjakohased QEMU/KVM-i virtualiseerimis- ja libvirti paketid on paigaldatud.
pt_pt: Não foi possível detetar um hipervisor padrão. Verifique se tem os pacotes de virtualização apropriados QEMU/KVM e libvirt para gerir a virtualização neste hóspede.

source: A virtualization connection can be manually added via File->Add Connection
et: Virtualiseerimiseks vajalikku ühendust saad käsitsi lisada menüüvalikust „Fail“ → „Lisa ühendus“
pt_pt: Pode adicionar manualmente uma conexão de virtualização selecionando Ficheiro->Adicionar conexão

source: Error launching libguestfs appliance: %s
et: Viga libguestfs-seadme käivitamisel: %s
pt_pt: Erro ao iniciar o dispositivo libguestfs: %s

source: Inspection found no operating systems.
et: Tuvastamise käigus ei leidunud ühtegi operatsioonisüsteemi.
pt_pt: A verificação não encontrou nenhum sistema operativo.

source: Error inspection VM: %s
et: Viga virtuaalmasina ülevaatamisel: %s
pt_pt: Erro de verificação da Máquina Virtual: %s

source: Cannot inspect VM on remote connection
et: Kaugühenduse virtuaalmasinat ei saa üle vaadata
pt_pt: Não foi possível verificar a Máquina Virtual na conexão remota

source: Running
et: Töötab
pt_pt: Em Execução

source: Paused
et: Peatatud
pt_pt: Em Pausa

source: Shutting Down
et: Seiskumas
pt_pt: A Encerrar

source: Saved
et: Salvestatud
pt_pt: Guardado

source: Shutoff
et: Väljalülitatud
pt_pt: Desligada

source: Crashed
et: Kokku jooksnud
pt_pt: Parou de funcionar

source: Suspended
et: Unes
pt_pt: Suspenso

source: Booted
et: Käivitatud
pt_pt: Iniciada

source: Migrated
et: Kolitud
pt_pt: Migrada

source: Restored
et: Taastatud
pt_pt: Restaurada

source: From snapshot
et: Tõmmisest
pt_pt: A partir da Captura instantânea

source: Unpaused
et: Peatamine on katkestatud
pt_pt: Resumida

source: Migration canceled
et: Kolimine on tühistatud
pt_pt: Migração cancelada

source: Save canceled
et: Salvestamine on katkestatud
pt_pt: Guardar cancelado

source: Event wakeup
et: Äratus sündmuse alusel
pt_pt: Despertado devido a evento

source: User
et: Kasutaja
pt_pt: Utilizador

source: Migrating
et: Kolimisel
pt_pt: A migrar

source: Saving
et: Salvestamisel
pt_pt: A guardar

source: Dumping
et: Tõmmise tegemisel
pt_pt: A depositar

source: I/O error
et: Sisend/väljudnviga
pt_pt: Erro de I/O

source: Shutting down
et: Seiskamisel
pt_pt: A encerrar

source: Shut Down
et: Väljalülitatud
pt_pt: Encerrar

source: Destroyed
et: Hävitatud
pt_pt: Destruído

source: Failed
et: Ebaõnnestunud
pt_pt: Falhou

source: Panicked
et: Paanikas
pt_pt: Entrou em pânico

source: Error launching manager: %s
et: Viga halduri käivitamisel: %s
pt_pt: Erro ao iniciar o gestor: %s

source: _New
et: _Uus
pt_pt: _Novo

source: _Connect
et: Ü_henda
pt_pt: _Conectar

source: Dis_connect
et: _Katkesta ühendus
pt_pt: _Desconectar

source: De_lete
et: _Kustuta
pt_pt: _Eliminar

source: CPU usage
et: Protsessorikasutus
pt_pt: Utilização da CPU

source: Host CPU usage
et: Alusseadme protsessorikasutus
pt_pt: Utilização da CPU do anfitrião

source: Memory usage
et: Mälukasutus
pt_pt: Utilização de memória

source: Disk I/O
et: Ketta I/O
pt_pt: I/O de disco

source: Network I/O
et: Võrgu I/O
pt_pt: I/O de rede

source: This will remove the connection: %s Are you sure?
et: Järgnevaga eemaldad selle ühenduse: %s Oled sa selles kindel?
pt_pt: Isto irá remover a conexão: %s Tem a certeza?

source: %(uri)s (Double click to connect)
et: %(uri)s (ühendamiseks topeltklõpsa)
pt_pt: %(uri)s (Duplo clique para conectar)

source: %(connection)s - Not Connected
et: %(connection)s - pole ühendatud
pt_pt: %(connection)s - Não está conectado

source: %(connection)s - Connecting...
et: %(connection)s - ühendamisel...
pt_pt: %(connection)s - A conectar...

source: _Restore
et: _Taasta
pt_pt: _Restaurar

source: Resume the virtual machine
et: Jätka virtuaalmasina tööd
pt_pt: Resumir a máquina virtual

source: Disabled in preferences dialog.
et: Eelistuste vaates eemaldatud kasutuselt.
pt_pt: Desativado na janela de preferências.

source: Error launching migrate dialog: %s
et: Viga kolimisvaate käivitamisel: %s
pt_pt: Erro ao iniciar a janela de migração: %s

source: Direct
et: Otsene
pt_pt: Direto

source: Tunnelled
et: Tunneldatud
pt_pt: Reencaminhado

source: <span size='large'>Migrate '%(vm)s'</span>
et: <span size='large'>Koli „%(vm)s“ uude kohta</span>
pt_pt: <span size='large'>Migrar '%(vm)s'</span>

source: A valid destination connection must be selected.
et: Pead valima korrektse sihtseadme ühenduse.
pt_pt: Deverá ser selecionada uma conexão de destino válida.

source: A remotely accessible libvirt URI is required for tunneled migration, but the selected connection is a local URI. Libvirt will reject this unless you add a transport.
pt_pt: É necessário um URI libvirt remotamente acessível para uma migração via túnel, mas a conexão selecionada é um URI local. A libvirt irá rejeitar isto a não ser que adicione um transporte.

source: %(uri)s (Hypervisors do not match)
et: %(uri)s (hüperviisorid pole samad)
pt_pt: %(uri)s (Os hipervisores não correspondem)

source: %(uri)s (Disconnected)
et: %(uri)s (ühendus on katkestatud)
pt_pt: %(uri)s (Desconectado)

source: %(uri)s (Same connection)
et: %(uri)s (sama ühendus)
pt_pt: %(uri)s (Conexão semelhante)

source: No usable connections available.
et: Ühtegi kasutatavat ühendust pole saadaval.
pt_pt: Não existem conexões disponíveis que possam ser usadas.

source: Unable to migrate guest: %s
et: Külalissüsteemi kolimine pole võimalik: %s
pt_pt: Não foi possível migrar o hóspede: %s

source: Uncaught error validating input: %s
et: Täpsustamata viga sisendi kontrollimisel: %s
pt_pt: Não foi detetado o erro ao validar entrada: %s

source: Migrating VM '%s'
et: Kolin „%s“ virtuaalmasinat
pt_pt: A migrar a Máquina Virtual '%s'

source: Migrating VM '%(name)s' to %(host)s. This may take a while.
et: Kolin „%(name)s“ virtuaalmasinat uude alussüsteemi „%(host)s“. Selleks võib kuluda aega.
pt_pt: A migrar a Máquina Virtual '%(name)s' para %(host)s. Isto poderá demorar algum tempo.

source: Error cancelling migrate job: %s
et: Viga kolimisülesande katkestamisel: %s
pt_pt: Erro ao cancelar a tarefa de migração: %s

source: Can not change shared memory setting when <numa> is configured.
et: Kui <numa> on seadistatud, siis jagatud mälu seadistusi ei saa kasutada.
pt_pt: Não é possível alterar as definições da memória partilhada quando a <numa> está configurada.

source: Libvirt may not be new enough to support memfd.
et: Libvirt pole „memfd“ toe jaoks piisavalt uus.
pt_pt: A versão do libvirt pode não ser a mais recente para suportar o memfd.

source: Libvirt connection does not support snapshots.
et: Libvirt-i ühendus ei toeta hetktõmmist tegemist.
pt_pt: A conexão libvirt não suporta capturas instantâneas.

source: Could not find specified device in the inactive VM configuration: %s
pt_pt: Não foi possível encontrar o dispositivo especificado na configuração da Máquina Virtual inativa: %s

source: Saving domain to disk
et: Salvestan domeeni andmekandjale
pt_pt: A guardar o domínio para o disco

source: Migrating domain
et: Kolin domeeni
pt_pt: A migrar domínio

source: Isolated network
et: Eraldatud võrk
pt_pt: Rede isolada

source: NAT to %s
et: NAT sihtkohta %s
pt_pt: NAT para %s

source: Route to %s
et: Marsruut sihtkohta %s
pt_pt: Remeter para %s

source: %s network
et: „%s“ võrk
pt_pt: Rede %s

source: Filesystem Directory
et: Failisüsteemi kaust
pt_pt: Diretório do Sistema de ficheiros

source: Pre-Formatted Block Device
et: Eelvormindatud plokkseade
pt_pt: Dispositivo de Bloco pré-formatado

source: Network Exported Directory
et: Eksporditud võrgukaust
pt_pt: Diretório de Rede exportado

source: LVM Volume Group
et: LVM-i käitegrupp
pt_pt: Grupo do Volume LVM

source: Physical Disk Device
et: Füüsiline kettaseda
pt_pt: Dispositivo Físico de disco

source: iSCSI Target
et: iSCSI sihtseade
pt_pt: Destino iSCSI

source: SCSI Host Adapter
et: Alussüsteemi SCSI-liides
pt_pt: Adaptador SCSI do Anfitrião

source: Multipath Device Enumerator
et: Mitmikligipääsu loendur (Multipath Device Enumerator)
pt_pt: Enumerador de Dispositivo multi-caminho

source: Gluster Filesystem
et: Glusteri failisüsteem
pt_pt: Sistema de ficheiros Gluster

source: RADOS Block Device/Ceph
et: RADOS-i plokkseade või ceph
pt_pt: Dispositivo de Bloco RADOS/Ceph

source: ZFS Pool
et: ZFS-i puul
pt_pt: Pool ZFS

source: Type to start searching...
et: Otsimiseks kirjuta midagi ...
pt_pt: Comece a escrever para procurar...

source: Error launching preferences: %s
et: Viga eelistuste vaate käivitamisel: %s
pt_pt: Erro ao iniciar preferências: %s

source: Always
et: Alati
pt_pt: Sempre

source: Fullscreen only
et: Vaid täisekraanivaates
pt_pt: Apenas ecrã inteiro

source: Never
et: Mitte kunagi
pt_pt: Nunca

source: System default (%s)
et: Süsteemi vaikeväärtus (%s)
pt_pt: Predefinição do sistema (%s)

source: Manual redirect only
et: Vaid käsitsi edasisuunamine
pt_pt: Só é permitido o redirecionamento manual

source: Auto redirect on USB attach
et: Automaatne edasisuunamine USB-seadme ühendamisel
pt_pt: Redirecionar automaticamente ao inserir um dispositivo USB

source: Application default
et: Rakenduse vaikimisi väärtus
pt_pt: Predefinição da aplicação

source: Nearest host CPU model
pt_pt: Modelo da CPU mais próximo do anfitrião

source: System default
et: Süsteemi vaikimisi väärtus
pt_pt: Predefinição do sistema

source: python libguestfs support is not installed
et: pythoni libguestfs tugi pole paigaldatud
pt_pt: O suporte para python e libguestfs não está instalado

source: Configure grab key combination
et: Seadista hõiveklahvi kombinatsioon
pt_pt: Configurar a combinação de teclas para captura

source: You can now define grab keys by pressing them. To confirm your selection please click OK button while you have desired keys pressed.
et: Sa võid soovitud klahvikombinatsiooni vajutamisel määrata hõiveklahvid. Valiku kinnitamiseks palun klõpsa klahvide allavajutamise ajal OK/Sobib nuppu.
pt_pt: Pressione agora as teclas para definir a combinação Para confirmar a sua seleção, clique no botão OK enquanto mantém as teclas desejadas pressionadas.

source: Please press desired grab key combination
et: Palun vajuta soovitud klahvikombinatsiooni
pt_pt: Por favor, pressione a combinação de teclas para o atalho de captura

source: Locate existing storage
et: Tuvasta olemasoleva andmeruumi asukoht
pt_pt: Localizar armazenamento existente

source: Locate or create storage volume
et: Tuvasta köite asukoht või lisa see
pt_pt: Localizar ou criar volume de armazenamento

source: Locate ISO media
et: Tuvasta ISO-meediumi asukoht
pt_pt: Localizar suporte de instalação ISO

source: Locate ISO media volume
et: Tuvasta ISO-meediumi köite asukoht
pt_pt: Localizar volume de suporte de instalação ISO

source: Locate floppy media
et: Tuvasta flopi asukoht
pt_pt: Localizar suporte de instalação disquete

source: Locate floppy media volume
et: Tuvasta flopipõhise köite asukoht
pt_pt: Localizar volume de suporte de instalação disquete

source: Locate directory volume
et: Tuvasta kaustapõhise köite asukoht
pt_pt: Localizar volume de diretório

source: Choose Storage Volume
et: Vali andmeruumiköide
pt_pt: Escolher Volume de Armazenamento

source: Cannot use local storage on remote connection.
et: Kaugühenduse puhul ei saa kasutada kohalikku andmeruumi.
pt_pt: Não é possível usar armazenamento local numa conexão remota.

source: _Show Virtual Machine Manager
et: _Näita Virtuaalmasinate haldurit
pt_pt: _Mostrar Gestor de Máquinas Virtuais

source: AppIndicator not installed or usable, system tray icon not available on Wayland
et: AppIndicator pole kas paigaldatud või kasutatav, süsteemisalve ikoon pole Waykandis kasutatav
pt_pt: O AppIndicator não está instalado, o ícone da barra de tarefas não está disponível no modo Wayland

source: Error starting Virtual Machine Manager
et: Viga Virtuaalmasinate halduri käivitamisel
pt_pt: Erro ao iniciar o Gestor de Máquinas Virtuais

source: Error starting Virtual Machine Manager: %(error)s
et: Viga Virtuaalmasinate halduri käivitamisel: %(error)s
pt_pt: Erro ao iniciar o Gestor de Máquinas Virtuais: %(error)s

source: _Reboot
et: _Taaskäivita
pt_pt: _Reiniciar

source: F_orce Reset
et: Lähtesta sundkorras
pt_pt: _Reiniciar forçadamente

source: _Force Off
et: Seis_ka sundkorras
pt_pt: _Desligar Forçadamente

source: Sa_ve
et: Sal_vesta
pt_pt: _Guardar

source: R_esume
et: _Jätka
pt_pt: _Resumir

source: Clone...
et: Klooni...
pt_pt: Clonar...

source: Migrate...
et: Koli...
pt_pt: Migrar...

source: Error cancelling save job: %s
et: Viga salvestusülesande katkestamisel: %s
pt_pt: Erro ao cancelar a tarefa de guardar: %s

source: Are you sure you want to save '%s'?
et: Kas oled kindel, et soovid „%s“ salvestada?
pt_pt: Tem a certeza de que pretende guardar '%s'?

source: Error saving domain: %s
et: Viga domeeni salvestamisel: %s
pt_pt: Erro ao guardar domínio: %s

source: Saving Virtual Machine
et: Salvestan virtuaalmasinat
pt_pt: A Gravar Máquina virtual

source: Saving virtual machine memory to disk
et: Salvestan virtuaalmasina mäluoleku andmekandjale
pt_pt: A guardar a memória da máquina virtual para o disco

source: Are you sure you want to force poweroff '%s'?
et: Kas oled kindel, et soovid „%s“ sundkorras välja lülitada?
pt_pt: Tem a certeza de que pretende desligar forçadamente '%s'?

source: This will immediately poweroff the VM without shutting down the OS and may cause data loss.
et: Sellega lülitatakse virtuaalmasin välja ilma operatsioonisüsteemi seiskamiseta ja sedaviisi võib tekkida andmekadu.
pt_pt: Isto irá desligar a Máquina Virtual imediatamente sem encerrar o sistema operativo, poderá causar perda de dados.

source: Error shutting down domain
et: Viga domeeni seiskamisel
pt_pt: Erro ao encerrar domínio

source: Are you sure you want to pause '%s'?
et: Kas oled kindel, et soovid „%s“ peatada?
pt_pt: Tem a certeza de que pretende pausar '%s'?

source: Error pausing domain
et: Viga domeeni peatamisel
pt_pt: Erro ao pausar domínio

source: Error unpausing domain
et: Viga domeeni peatamise lõpetamisel
pt_pt: Erro ao resumir domínio

source: Error restoring domain: %s
et: Viga domeeni taastamisel: %s
pt_pt: Erro ao restaurar domínio: %s

source: The domain could not be restored. Would you like to remove the saved state and perform a regular start up?
et: Domeeni taastamine polnud võimalik. Kas sa sooviksid eemaldada salvestataud oleku ja käivitada tavalise alglaadimise?
pt_pt: O domínio não pôde ser restaurado. Pretende remover o estado guardado e fazer um arranque normal?

source: Error removing domain state: %s
et: Viga domeeni oleku eemaldamisel: %s
pt_pt: Erro ao remover o estado de domínio: %s

source: Restoring Virtual Machine
et: Taastan virtuaalmasinat
pt_pt: A Repor a Máquina virtual

source: Restoring virtual machine memory from disk
et: Taastan virtuaalmasina mälu andmekandjalt
pt_pt: A repor a memória da máquina virtual do disco

source: Error starting domain
et: Viga domeeni käivitamisel
pt_pt: Erro ao iniciar domínio

source: Are you sure you want to poweroff '%s'?
et: Kas oled kindel, et soovid „%s“ lülitada välja?
pt_pt: Tem a certeza de que pretende desligar '%s'?

source: Are you sure you want to reboot '%s'?
et: Kas oled kindel, et soovid „%s“ taaskäivitada?
pt_pt: Tem a certeza de que pretende reiniciar '%s'?

source: Error rebooting domain
et: Viga domeeni taaskäivitamisel
pt_pt: Erro ao reiniciar o domínio

source: Are you sure you want to force reset '%s'?
et: Kas oled kindel, et soovid „%s“ sundkorras lähtestada?
pt_pt: Tem a certeza de que pretende forçar o reinício de '%s'?

source: This will immediately reset the VM without shutting down the OS and may cause data loss.
et: Sellega lähtestatakse virtuaalmasin välja ilma operatsioonisüsteemi seiskamiseta ja sedaviisi võib tekkida andmekadu.
pt_pt: Isto irá reiniciar imediatamente a Máquina Virtual sem encerrar o sistema operativo, poderá causar perda de dados.

source: Error resetting domain
et: Viga domeeni lähtestamisel
pt_pt: Erro ao redefinir o domínio

source: Error launching details: %s
et: Käivitusvea üksikasjad: %s
pt_pt: Erro ao iniciar detalhes: %s

source: This will abort the installation. Are you sure?
et: Selleka katkestad paigaldamise. Kas oled kindel?
pt_pt: Isto irá abortar a instalação. Tem a certeza?

source: %(vm-name)s on %(connection-name)s
et: %(vm-name)s - %(connection-name)s
pt_pt: %(vm-name)s em %(connection-name)s

source: Manage VM snapshots
et: Halda virtuaalmasinate hetktõmmiseid
pt_pt: Gerir Capturas instantâneas da Máquina virtual

source: Error taking screenshot: %s
et: Viga ekraanitõmmise tegemisel: %s
pt_pt: Erro ao tirar Captura de ecrã: %s

source: Error initializing spice USB device widget
et: Viga SPICE'i USB-seadmete vidina valmendamisel
pt_pt: Erro ao inicializar widget do dispositivo USB SPICE

source: Select USB devices for redirection
et: Vali edasisuunatavad USB-seadmed
pt_pt: Selecionar dispositivos USB para redirecionar

source: Save Virtual Machine Screenshot
et: Salvesta virtuaalmasina ekraanitõmmis
pt_pt: Gravar Captura de ecrã da Máquina virtual

source: PNG files
et: PNG-failid
pt_pt: Ficheiros PNG

source: _Save
et: _Salvesta
pt_pt: _Guardar

source: There are unapplied changes.
et: Osa muudatusi pole veel kasutusel.
pt_pt: Existem alterações que não foram aplicadas.

source: Your changes will be lost if you leave this tab. Really leave this tab?
et: Kui lahkud sellelt vahekaardilt, siis sinu muudatused lähevad kaotsi. Kas tõesti soovid lahkuda sellelt vahekaardilt?
pt_pt: As alterações vão ser perdidas se sair deste separador. Tem a certeza de que pretende sair?
