Repository: virt-manager/virt-manager
Catalog: po/*.po
Languages: et, pt_pt

source: Your XML changes will be lost if you leave this tab. Really leave this tab?
et: Kui lahkud sellelt vahekaardilt, siis sinu XML-seadistuste muudatused lähevad kaotsi. Kas tõesti soovid lahkuda sellelt vahekaardilt?
pt_pt: As alterações do XML vão ser perdidas se sair deste separador. Tem a certeza de que pretende sair?

source: Host does not support virtualization type '%(virttype)s' for architecture '%(arch)s'
et: Virtualiseerimistüüp „%(virttype)s“ pole „%(arch)s“ arhitektuuri jaoks alussüsteemis toetatud
pt_pt: O anfitrião não suporta o tipo de virtualização '%(virttype)s' para a arquitetura '%(arch)s'

source: Host does not support any virtualization options for architecture '%(arch)s'
et: Alussüsteem ei toeta „%(arch)s“ arhitektuuri jaoks ühtegi virtualiseerimisvalikut
pt_pt: O anfitrião não suporta opções de virtualização para arquiteturas '%(arch)s'

source: Host does not support virtualization type '%(virttype)s'
et: Virtualiseerimistüüp „%(virttype)s“ pole alussüsteemis toetatud
pt_pt: O anfitrião não suporta o tipo de virtualização '%(virttype)s'

source: Host does not support any virtualization options
et: Alussüsteem ei toeta ühtegi virtualiseerimisvalikut
pt_pt: O anfitrião não suporta opções de virtualização

source: Host does not support domain type %(domain)s with machine '%(machine)s' for virtualization type '%(virttype)s' with architecture '%(arch)s'
et: Alussüsteem ei toeta „%(virttype)s“ virtualiseerimistüüpi „%(arch)s“ arhitektuuri jaoks „%(domain)s“ domeeni „%(machine)s“ masina jaoks
pt_pt: O anfitrião não suporta o tipo de domínio %(domain)s com a máquina '%(machine)s', para o tipo de virtualização '%(virttype)s' com a arquitetura '%(arch)s'

source: Host does not support domain type %(domain)s for virtualization type '%(virttype)s' with architecture '%(arch)s'
et: Alussüsteem ei toeta „%(virttype)s“ virtualiseerimistüüpi „%(arch)s“ arhitektuuri jaoks „%(domain)s“ domeeni puhul
pt_pt: O anfitrião não suporta o tipo de domínio %(domain)s para o tipo de virtualização '%(virttype)s' com a arquitetura '%(arch)s'

source: See man page for examples and full option syntax.
pt_pt: Consulte a página do manual para exemplos e opções de sintaxes completas.

source: Use '--option=?' or '--option help' to see available suboptions
pt_pt: Usar '--option=?' ou '--option help' para ver opções disponíveis

source: Domain installation does not appear to have been successful. If it was, you can restart your domain by running: %s otherwise, please restart your installation.
et: Tundus, et domeeni paigaldamine ei õnnestunud. Kui ta siiski oli, siis saad uuesti käivitada käsuga: %s muul juhul aga alusta paigaldamisega uuesti.
pt_pt: A instalação de domínio aparenta não ter sido bem-sucedida. Se foi, pode reiniciar o domínio ao executar: %s de outro modo, por favor reinicie a sua instalação.

source: %(path)s may not be accessible by the hypervisor. You will need to grant the '%(user)s' user search permissions for the following directories: %(dirs)s
pt_pt: O caminho %(path)s pode não estar acessível ao hipervisor. Poderá ter que dar permissões de pesquisa ao utilizador '%(user)s' para os seguintes diretórios: %(dirs)s

source: (Use --check %s=off or --check all=off to override)
pt_pt: (Usar --check %s=off ou --check all=off para sobrepor)

source: This will overwrite the existing path '%s'
pt_pt: Isto irá sobrepor o caminho existente '%s'

source: Disk %(path)s is already in use by other guests %(names)s.
pt_pt: O caminho do disco %(path)s já está em uso por outros hóspedes %(names)s.

source: Running graphical console command: %(command)s
pt_pt: E executar o comando da consola gráfica: %(command)s

source: Running text console command: %(command)s
pt_pt: A executar o comando da consola de texto: %(command)s

source: Could not find domain '%(domain)s': %(error)s
et: „%(domain)s“ domeeni ei leidu: %(error)s
pt_pt: Não foi possível encontrar o domínio '%(domain)s': %(error)s

source: Cannot use %(option1)s and %(option2)s at the same time
et: „%(option1)s“ ja „%(option2)s“ valikuid ei saa kasutada samaaegselt
pt_pt: Não é possível usar %(option1)s e %(option2)s ao mesmo tempo

source: Connect to hypervisor with libvirt URI
pt_pt: Ligar ao hipervisor com o URI libvirt

source: Configure guest console auto connect. Example: --autoconsole text --autoconsole graphical --autoconsole none
pt_pt: Configurar a conexão automática da consola. Exemplo: --autoconsole text --autoconsole graphical --autoconsole none

source: Don't automatically try to connect to the guest console
pt_pt: Não tentar conectar à consola do hóspede automaticamente

source: Don't boot guest after completing install.
pt_pt: Não iniciar o hóspede após completar a instalação.

source: Don't check name collision, overwrite any guest with the same name.
pt_pt: Não verificar conflito de nome, sobrepor qualquer hóspede com o mesmo nome.

source: Print the generated domain XML rather than create the guest.
pt_pt: Imprimir o XML de domínio gerado em vez de criar o hóspede.

source: Run through install process, but do not create devices or define the guest.
et: Tee paigaldusprotsess läbi, kuid ära loo seadmeid ega määratle külalissüsteemi.
pt_pt: Saltar o processo de instalação, mas não criar dispositivos ou definir o hóspede.

source: Enable or disable validation checks. Example: --check path_in_use=off --check all=off
et: Õigsuse kontrollide sisse/välja lülitamine. Nt: --check path_in_use=off --check all=off
pt_pt: Ativar ou desativar verificações de validação. Exemplos: --check path_in_use=off --check all=off

source: Suppress non-error output
et: Ära näita vigadega mitteseotud teateid
pt_pt: Suprimir saída que não tenha erros

source: Print debugging information
et: Väljasta silumisteave
pt_pt: Mostrar informação de depuração

source: Configure guest metadata. Ex: --metadata name=foo,title="My pretty title",uuid=... --metadata description="My nice long description"
et: Külalissüsteemi metateabe seadistused. Nt: --metadata name=foo,title="Selge pealkiri",uuid=... --metadata description="Kaunis pikk kirjeldus"
pt_pt: Configurar metadados do hóspede. Exemplos: --metadata name=foo,title="O meu título",uuid=... --metadata description="A minha descrição"

source: Configure guest memory allocation. Ex: --memory 1024 (in MiB) --memory memory=1024,currentMemory=512
et: Külalissüsteemile eraldatav mälumaht. Nt:: --memory 1024 (in MiB) --memory memory=1024,currentMemory=512
pt_pt: Configurar a alocação de memória do hóspede. Exemplo: --memory 1024 (em MiB) --memory memory=1024,currentMemory=512

source: Number of vCPUs to configure for your guest. Ex: --vcpus 5 --vcpus 5,maxvcpus=10,cpuset=1-4,6,8 --vcpus sockets=2,cores=4,threads=2
et: Külalissüsteemis seadistavate virtuaalsete protsessorite arv. Nt: --vcpus 5 --vcpus 5,maxvcpus=10,cpuset=1-4,6,8 --vcpus sockets=2,cores=4,threads=2
pt_pt: Configurar o número de vCPUs para o seu hóspede. Exemplo: --vcpus 5 --vcpus 5,maxvcpus=10,cpuset=1-4,6,8 --vcpus sockets=2,cores=4,threads=2

source: CPU model and features. Ex: --cpu coreduo,+x2apic --cpu host-passthrough
et: Protsessori mudel ja omadused. Nt: --cpu coreduo,+x2apic --cpu host-passthrough
pt_pt: O modelo e funcionalidades da CPU. Exemplo: --cpu coreduo,+x2apic --cpu host-passthrough

source: Configure guest display settings. Ex: --graphics spice --graphics vnc,port=5901,listen=0.0.0.0 --graphics none
et: Külalissüsteemi ekraani seadistused. Nt:: --graphics spice --graphics vnc,port=5901,listen=0.0.0.0 --graphics none
pt_pt: Configurar as definições do ecrã do hóspede. Exemplo: --graphics spice --graphics vnc,port=5901,listen=0.0.0.0 --graphics none

source: Configure a guest network interface. Ex: --network bridge=mybr0 --network network=my_libvirt_virtual_net --network network=mynet,model=virtio,mac=00:11... --network none --network help
et: Külalissüsteemi võrguseadistused. Nt: --network bridge=mybr0 --network network=my_libvirt_virtual_net --network network=mynet,model=virtio,mac=00:11... --network none --network help
pt_pt: Configurar uma interface de rede do hóspede. Exemplos: --network bridge=mybr0 --network network=my_libvirt_virtual_net --network network=mynet,model=virtio,mac=00:11... --network none --network help

source: Configure a guest controller device. Ex: --controller type=usb,model=qemu-xhci --controller type=scsi,model=virtio-scsi
et: Külalissüsteemi kontrollerite seadistused. Nt: --controller type=usb,model=qemu-xhci --controller type=scsi,model=virtio-scsi
pt_pt: Configurar um controlador de um dispositivo para o hóspede. Exemplo: --controller type=usb,model=qemu-xhci --controller type=scsi,model=virtio-scsi

source: Configure a guest input device. Ex: --input tablet --input keyboard,bus=usb
et: Külalissüsteemi sisendseadmete seadistused. Nt:: --input tablet --input keyboard,bus=usb
pt_pt: Configurar um dispositivo de entrada para o hóspede. Exemplo: --input tablet --input keyboard,bus=usb

source: Configure a guest serial device
et: Seadista jadaühenduse külalisseadet
pt_pt: Configurar um dispositivo de interface serial para o hóspede

source: Configure a guest parallel device
pt_pt: Configurar um dispositivo de interface paralela para o hóspede

source: Configure a guest communication channel
pt_pt: Configurar um canal de comunicação para o hóspede

source: Configure a text console connection between the guest and host
pt_pt: Configurar uma conexão de consola de texto entre o hóspede e anfitrião

source: Configure physical USB/PCI/etc host devices to be shared with the guest
pt_pt: Configurar dispositivos físicos USB/PCI/etc do anfitrião para serem partilhados com o hóspede

source: Pass host directory to the guest. Ex: --filesystem /my/source/dir,/dir/in/guest --filesystem template_name,/,type=template
pt_pt: Passar diretório do anfitrião para o hóspede. Exemplos: --filesystem /meu/diretorio/origem,/diretorio/no/hospede --filesystem nome_modelo,/,type=template

source: Configure guest sound device emulation
pt_pt: Configurar emulação do dispositivos de som para o hóspede

source: Configure host audio backend for sound devices
pt_pt: Configurar o backend de áudio do hóspede para dispositivos de som

source: Configure a guest watchdog device
et: Seadista külalissüsteemi valvetaimeri (watchdog) seade
pt_pt: Configurar um dispositivo watchdog para o hóspede

source: Configure guest video hardware.
pt_pt: Configurar hardware de vídeo para o hóspede.

source: Configure a guest smartcard device. Ex: --smartcard mode=passthrough
pt_pt: Configurar um dispositivo smartcard para o hóspede. Exemplo: --smartcard mode=passthrough

source: Configure a guest redirection device. Ex: --redirdev usb,type=tcp,server=192.168.1.1:4000
pt_pt: Configurar um dispositivo de redirecionamento para o hóspede. Exemplo: --redirdev usb,type=tcp,server=192.168.1.1:4000

source: Configure a guest memballoon device. Ex: --memballoon model=virtio
pt_pt: Configurar um dispositivo memballoon para o hóspede. Exemplo: --memballoon model=virtio

source: Configure a guest TPM device. Ex: --tpm /dev/tpm
pt_pt: Configurar um dispositivo TPM para o hóspede. Exemplo: --tpm /dev/tpm

source: Configure a guest RNG device. Ex: --rng /dev/urandom
pt_pt: Configurar um dispositivo RNG para o hóspede. Exemplo: --rng /dev/urandom

source: Configure a guest panic device. Ex: --panic default
pt_pt: Configurar um dispositivo de pânico para o hóspede. Exemplo: --panic default

source: Configure a guest shared memory device. Ex: --shmem name=shmem0
pt_pt: Configurar um dispositivo de memória partilhada para o hóspede. Exemplo: --shmem name=shmem0

source: Configure a guest memory device. Ex: --memdev dimm,target.size=1024
pt_pt: Configurar um dispositivo de memória para o hóspede. Ex: --memdev dimm,target.size=1024

source: Configure guest vsock sockets. Ex: --vsock cid.auto=yes --vsock cid.address=7
pt_pt: Configurar sockets vsock para o hóspede. Ex: --vsock cid.auto=yes --vsock cid.address=7

source: Configure an IOMMU device. Ex: --iommu model=intel,driver.aw_bits=48
pt_pt: Configurar um dispositivo IOMMU. Ex: --iommu model=intel,driver.aw_bits=48

source: Configure a nvram storage device. It's for guest kernel to record oops/panic logs. Ex: --pstore backend=acpi-erst,size=8
pt_pt: Configurar um dispositivo de armazenamento nvram. Para o kernel do hóspede poder gravar os registos de opps/pânico. Exemplo: --pstore backend=acpi-erst,size=8

source: Set domain <iothreads> and <iothreadids> configuration.
pt_pt: Definir a configuração <iothreads> e <iothreadids> do domínio.

source: Set domain seclabel configuration.
pt_pt: Definir a configuração do seclabel do domínio.

source: Set guest to perform the S390 cryptographic key management operations.
pt_pt: Fazer com que o hóspede efetue a gestão das operações criptográficas da chave S390.

source: Tune CPU parameters for the domain process.
pt_pt: Ajustar os parâmetros da CPU para o processo do domínio.

source: Tune NUMA policy for the domain process.
pt_pt: Ajustar política NUMA para o processo de domínio.

source: Tune memory policy for the domain process.
pt_pt: Ajustar política de memória para o processo de domínio.

source: Tune blkio policy for the domain process.
pt_pt: Ajustar política blkio para o processo de domínio.

source: Set memory backing policy for the domain process. Ex: --memorybacking hugepages=on
pt_pt: Definir política de suporte de memória para o processo de domínio. Exemplo: --memorybacking hugepages=on

source: Set domain <features> XML. Ex: --features acpi=off --features apic=on,apic.eoi=on
pt_pt: Definir as <features> XML do domínio. Exemplo: --features acpi=off --features apic=on,apic.eoi=on

source: Set domain <clock> XML. Ex: --clock offset=localtime,rtc_tickpolicy=catchup
pt_pt: Definir <clock> XML do domínio. Exemplo: --clock offset=localtime,rtc_tickpolicy=catchup

source: Configure VM power management features
pt_pt: Configurar funcionalidades de gestão de energia da Máquina Virtual

source: Configure VM lifecycle management policy
pt_pt: Configurar política de gestão de ciclo de vida da Máquina Virtual

source: Configure VM resource partitioning (cgroups)
pt_pt: Configurar o particionamento de recursos da Máquina Virtual (cgroups)

source: Configure SMBIOS System Information. Ex: --sysinfo host --sysinfo bios.vendor=MyVendor,bios.version=1.2.3,...
pt_pt: Configurar a Informação do Sistema SMBIOS. Exemplo: --sysinfo host --sysinfo bios.vendor=MyVendor,bios.version=1.2.3,...

source: Pass arguments directly to the QEMU emulator. Ex: --qemu-commandline='-display gtk,gl=on' --qemu-commandline env=DISPLAY=:0.1
pt_pt: Passar argumentos diretamente ao emulador QEMU. Exemplo: --qemu-commandline='-display gtk,gl=on' --qemu-commandline env=DISPLAY=:0.1

source: Configure VM launch security (e.g. SEV memory encryption). Ex: --launchSecurity sev
pt_pt: Configurar a segurança do arranque da Máquina virtual (por exemplo, encriptação da memoria SEV). Exemplo: --launchSecurity sev

source: Configure guest boot settings. Ex: --boot hd,cdrom,menu=on --boot init=/sbin/init (for containers)
pt_pt: Configurar definições de arranque do hóspede. Exemplo: --boot hd,cdrom,menu=on --boot init=/sbin/init (para contentores)

source: Enable user namespace for LXC container. Ex: --idmap uid.start=0,uid.target=1000,uid.count=10
pt_pt: Ativar espaço de nomes de utilizadores para o contentor LXC. Exemplo: --idmap uid.start=0,uid.target=1000,uid.count=10

source: Specify storage with various options. Ex. --disk size=10 (new 10GiB image in default location) --disk /my/existing/disk,cache=none --disk device=cdrom,bus=scsi --disk=?
pt_pt: Especificar armazenamento com várias opções. Exemplo: --disk size=10 (nova imagem de 10GiB na localização padrão) --disk /my/existing/disk,cache=none --disk device=cdrom,bus=scsi --disk=?

source: OS options
et: Operatsioonisüsteemi valikud
pt_pt: Opções do Sistema Operativo

source: The OS being installed in the guest.
et: Operatsioonisüsteem on paigaldamisel külalisseadmesse.
pt_pt: O Sistema Operativo está a ser instalado no hóspede.

source: The OS installed in the guest.
et: Operatsioonisüsteem on paigaldatud külalisseadmesse.
pt_pt: O Sistema Operativo foi instalado no hóspede.

source: This is used for deciding optimal defaults like VirtIO. Example values: fedora29, rhel7.0, win10, ... Use '--osinfo list' to see a full list.
pt_pt: Isto é usado para decidir os valores padrão ideais como o VirtIO. Valores de exemplo: fedora29, rhel7.0, win10, ... Use '--osinfo list' para ver a lista completa.

source: Perform raw XML XPath options on the final XML. Example: --xml ./cpu/@mode=host-passthrough --xml ./devices/disk[2]/serial=new-serial --xml xpath.delete=./clock
pt_pt: Definir opções forçadas para o XML XPath no XML final. Exemplo: --xml ./cpu/@mode=host-passthrough --xml ./devices/disk[2]/serial=new-serial --xml xpath.delete=./clock

source: %(key)s must be 'yes' or 'no'
et: %(key)s üeab olema kas „yes“ või „no“
pt_pt: %(key)s deverá ser 'yes' ou 'no'

source: Don't know how to match device type '%(device_type)s' property '%(property_name)s'
pt_pt: Não foi possível corresponder o tipo de dispositivo '%(device_type)s' com a propriedade '%(property_name)s'

source: Unknown %(optionflag)s options: %(string)s
pt_pt: Opções desconhecidas %(optionflag)s: %(string)s

source: Error: %(cli_flag_name)s %(options)s: %(err)s
pt_pt: Erro: %(cli_flag_name)s %(options)s: %(err)s

source: No display detected. Not running virt-viewer.
pt_pt: Nenhum ecrã detetado. O virt-viewer não vai iniciar.

source: Unable to connect to graphical console: virt-viewer not installed. Please install the 'virt-viewer' package.
pt_pt: Não foi possível fazer a conexão à consola gráfica: o virt-viewer não está instalado. Por favor instale o pacote 'virt-viewer'.

source: Unknown autoconsole type '%s'
pt_pt: Tipo de consola automática desconhecido '%s'

source: CPU model=host is deprecated, use model=host-model
pt_pt: O model=host está obsoleto, use model=host-model

source: Improper value for 'size': %s
pt_pt: Valor impróprio para 'size': %s

source: Unknown '%(optionname)s' value '%(string)s'
pt_pt: Valor desconhecido '%(string)s' ' %(optionname)s'

source: Storage volume must be specified as vol=poolname/volname
pt_pt: O volume de armazenamento deverá ser especificado como vol=poolname/volname

source: Expected PCI format string for '%s'
pt_pt: Esperava-se uma string em formato PCI para '%s'

source: %s corresponds to multiple node devices
pt_pt: %s corresponde a múltiplos dispositivos de nó

source: Did not find a matching node device for '%s'
pt_pt: Não foi encontrado nenhum dispositivo de nó correspondente a '%s'

source: You can see additional information with: osinfo-query os
pt_pt: Pode ver informação adicional com: osinfo-query os

source: Could not remove old vm '%(vm)s': %(error)s
et: Vana „%(vm)s“ virtuaalmasina eemaldamine ei õnnestunud: %(error)s
pt_pt: Não foi possível remover a máquina virtual antiga '%(vm)s': %(error)s

source: Domain '%s' was not found.
et: „%s“ domeeni ei leidu.
pt_pt: O domínio '%s' não foi encontrado.

source: Clone onto existing storage volume is not currently supported: '%s'
pt_pt: A clonagem para um volume de armazenamento existente ainda não é suportada: '%s'

source: Disk path '%s' does not exist.
et: Ketta asukohta „%s“ ei leidu.
pt_pt: O caminho de disco '%s' não existe.

source: Cloning rbd volumes is not yet supported.
et: RBD-köidete kloonimine pole veel toetatud.
pt_pt: A clonagem de volumes rbd ainda não é suportada.

source: Disk network type '%s' is not cloneable.
et: Võrgupõhine ketas „%s“ pole kloonitav.
pt_pt: O tipo de rede do disco '%s' não pode ser clonado.

source: Read Only
et: Vaid loetav
pt_pt: Só de Leitura

source: Marked as shareable
et: Märgitud jagatavaks
pt_pt: Marcado como partilhável

source: Could not use path '%(path)s' for cloning: %(error)s
et: „%(path)s“ asukohta polnud võimalik kloonimiseks kasutada: %(error)s
pt_pt: Não foi possível usar o caminho '%(path)s' para clonagem: %(error)s

source: Could not determine original disk information: %s
et: Algse ketta teavet polnud võimalik tuvastada: %s
pt_pt: Não foi possível determinar a informação do disco original: %s

source: Domain to clone must be shutoff.
et: Kloonitav domeen peab olema lülitatud välja.
pt_pt: O domínio que pretende clonar precisa de ser desligado.

source: Setting the graphics device port to autoport, in order to avoid conflicting.
pt_pt: A definir a porta do dispositivo de gráficos automaticamente, para evitar conflitos.

source: Invalid name for new guest: %s
et: Külalissüsteemi vigane nimi: %s
pt_pt: Nome inválido para o novo hóspede: %s

source: Size must be specified for non existent volume '%s'
pt_pt: É necessário especificar o tamanho para o volume não-existente '%s'

source: Don't know how to create storage for path '%s'. Use libvirt APIs to manage the parent directory as a pool first.
pt_pt: Não foi possível criar um armazenamento para o caminho '%s'. Use as APIs da libvirt para gerir primeiro o diretório ascendente como uma pool.

source: Format attribute not supported for this volume type
pt_pt: O atributo do formato não é suportado para este tipo de volume

source: Device type '%s' requires a path
et: „%s“ tüüpi seade eeldab, et asukoht on määratletud
pt_pt: O tipo de dispositivo '%s' requer um caminho

source: Must specify storage creation parameters for non-existent path '%s'.
pt_pt: Deverá especificar parâmetros de criação de armazenamento para o caminho não-existente '%s'.

source: Only %(number)s disk for bus '%(bus)s' are supported
pt_pt: Apenas %(number)s disco para o bus '%(bus)s' é suportado

source: Filesystem target '%s' must be an absolute path
pt_pt: O destino do sistema de ficheiros '%s' deverá ser um caminho absoluto

source: %s must be above 5900, or -1 for auto allocation
pt_pt: %s deverá ser mais do que 5900, ou -1 para alocação automática

source: Don't know how to generate nodedev for mdev type id '%s'
pt_pt: Não é possível gerar o nodedev para o tipo de id do mdev '%s'

source: Unsupported node device type '%s'
pt_pt: O tipo de dispositivo de nó não é suportado '%s'

source: The MAC address '%s' is in use by another virtual machine.
pt_pt: O endereço MAC '%s' está a ser usado por outra máquina virtual.

source: Cannot use storage %(path)s: %(err)s
pt_pt: Não foi possível usar o %(path)s para o armazenamento: %(err)s

source: Permissions on '%s' did not stick
pt_pt: Permissões em '%s' não ficaram aplicadas

source: The filesystem will not have enough free space to fully allocate the sparse file when the guest is running.
pt_pt: O sistema de ficheiros não terá espaço livre suficiente para alocar completamente o ficheiro esparso quando o hóspede estiver em execução.

source: There is not enough free space to create the disk.
et: Ketta loomiseks pole piisavalt vaba andmeruumi.
pt_pt: Não existe espaço livre suficiente para criar o disco.

source: %(mem1)s M requested > %(mem2)s M available
et: Soovitud %(mem1)s M > saadaval %(mem2)s M
pt_pt: %(mem1)s M requeridos > %(mem2)s M disponíveis

source: size is required for non-existent disk '%s'
pt_pt: é necessário espaço para o disco não-existente '%s'

source: Cloning %(srcfile)s
et: Kloonin: %(srcfile)s
pt_pt: A clonar %(srcfile)s

source: Error cloning diskimage %(inputpath)s to %(outputpath)s: %(error)s
pt_pt: Erro ao clonar a imagem de disco %(inputpath)s para %(outputpath)s: %(error)s

source: Total CPUs implied by topology (sockets=%(sockets)d * dies=%(dies)d * cores=%(cores)d * threads=%(threads)d == %(total)d) does not match vCPU count %(vcpus)d
pt_pt: Total de CPUs implícitos por topologia (sockets=%(sockets)d * dies=%(dies)d * núcleos=%(cores)d * threads=%(threads)d == %(total)d) não corresponde à contagem da vCPU %(vcpus)d
