Repository: virt-manager/virt-manager
Catalog: po/*.po
Languages: et, pt_pt

source: SEV launch security requires a Q35 UEFI machine
et: SEV-tüüpi käivitusturvalisus eeldab, et kasutusel on Q35 UEFI-ga masin
pt_pt: O arranque com segurança SEV necessita de uma máquina Q35 UEFI

source: SEV-SNP launch security requires a Q35 UEFI machine
et: SEV-SNP-tüüpi käivitusturvalisus eeldab, et kasutusel on Q35 UEFI-ga masin
pt_pt: O arranque com segurança SEV-SNP necessita de uma máquina Q35 UEFI

source: TDX launch security requires a Q35 UEFI machine
et: TDX-tüüpi käivitusturvalisus eeldab, et kasutusel on Q35 UEFI-ga masin
pt_pt: O arranque com segurança TDX necessita de uma máquina Q35 UEFI

source: Failed to get expanded CPU XML: %s
et: Protsessori üksikasjaliku XML-kirjelduse tuvastamine/laadimine ei õnnestunud: %s
pt_pt: Falha ao obter o XML expandido da CPU: %s

source: Default
et: Vaikimisi
pt_pt: Padrão

source: Custom: %(path)s
et: Kohendatud: %(path)s
pt_pt: Personalizado: %(path)s

source: Guest
et: Külalissüsteem
pt_pt: Hóspede

source: Guest name '%s' is already in use.
et: Külalissüsteemi nimi „%s“ on juba kasutusel.
pt_pt: O nome de hóspede '%s' já está em uso.

source: Libvirt version does not support UEFI.
et: Libvirti versioonis puudub UEFI tugi.
pt_pt: A versão da libvirt não suporta UEFI.

source: Don't know how to setup UEFI for arch '%s'
et: Ei tea, kuidas seadistada UEFI-t „%s“ arhitektuuri jaoks
pt_pt: Não foi possível configurar a UEFI para a arquitetura '%s'

source: Did not find any UEFI binary path for arch '%s'
et: „%s“ arhitektuuri jaoks ei leidunud UEFI binaarset asukohta
pt_pt: Não foi encontrado nenhum caminho binário da UEFI para a arquitetura '%s'

source: Removing disk '%s'
et: Eemaldan ketast „%s“
pt_pt: A remover o disco '%s'

source: Overriding memory to %(number)s MiB needed for %(osname)s network install.
et: Selleks, et „%(osname)s“ paigaldus võrgust toimiks muudan mälumahu uueks väärtuseks %(number)s MiB.
pt_pt: São necessários %(number)s MiB para sobrepor memoria para a instalação da rede %(osname)s.

source: Creating domain...
et: Loon domeeni...
pt_pt: A criar domínio..

source: Domain type 'vz' doesn't support transient installs.
et: Domeeni tüüp „vz“ ei toeta ajutisi paigaldusi.
pt_pt: O tipo de domínio 'vz' não suporta instalações transitórias.

source: Validating install media '%(media)s' failed: %(error)s
et: „%(media)s“ paigaldusmeediumi õigust polnud võimalik kontrollida: %(error)s
pt_pt: A validação do suporte de instalação '%(media)s' falhou: %(error)s

source: location kernel/initrd may only be specified with a location URL/path
et: asukoha „kernel/initrd“ võivad olla määratletud vaid asukoha võrguaadressina või kaustana
pt_pt: a localização do kernel/initrd só pode ser especificada com uma localização URL/caminho

source: location kernel/initrd must be specified as a pair
et: asukoha „kernel/initrd“ peavad olema määratletud paarina
pt_pt: a localização do kernel/initrd tem que ser especificada como um par

source: Cannot access install tree on remote connection: %s
et: Puudub ligipääs paigalduspuule kaugasukohas: %s
pt_pt: Não foi possível aceder à hierarquia de instalação na conexão remota: %s

source: Couldn't find kernel for install tree.
et: Paigalduspuu jaoks ei leidunud kernelit.
pt_pt: Não foi possível encontrar o kernel para a hierarquia de instalação.

source: Directory tree installs typically do not work unless extra kernel args are passed to point the installer at a network accessible install tree.
pt_pt: A instalação de hierarquias de diretórios tipicamente não funciona a não ser que se usem argumentos no kernel, que possam guiar a mesma a uma hierarquia de instalação acessível a partir de uma rede.

source: %(osname)s cannot use '%(loginname)s' as user-login.
et: „%(osname)s“ ei saa seda kasutajanime pruukida: „%(loginname)s“.
pt_pt: O %(osname)s não pode usar o nome '%(loginname)s' como utilizador para entrar.

source: %s requires the user-password to be set.
et: %s eeldab et kasutaja salasõna on olemas.
pt_pt: %s é necessário que seja inseria uma palavra-passe de utilizador.

source: %s requires the admin-password to be set.
et: %s eeldab et peakasutaja salasõna on olemas.
pt_pt: %s é necessário que seja inseria uma palavra-passe de administrador.

source: libosinfo or osinfo-db is too old to support unattended installs.
et: Automaatse paigalduse jaoks on antud „libosinfo“ või „osinfo-db“ versioonid liiga vanad.
pt_pt: As versões do libosinfo ou osinfo-db são demasiado antigas para suportar instalações autónomas.

source: OS '%(osname)s' does not support required injection method '%(methodname)s'
et: „%(osname)s“ operatsioonisüsteem ei toeta sisestustmeetodit „%(methodname)s“
pt_pt: O Sistema Operativo '%(osname)s' não suporta o método de injeção necessário '%(methodname)s'

source: OS '%s' media does not support unattended installation
et: „%s“ operatsioonisüsteemi paigaldusmeedium ei toeta automaatset (ehk kohaoluta) paigaldust
pt_pt: O suporte de instalação do Sistema Operativo '%s' não suporta instalação autónoma

source: OS '%s' does not support unattended installation.
et: „%s“ operatsioonisüsteem ei toeta automaatset (ehk kohaoluta) paigaldust.
pt_pt: O Sistema Operativo '%s' não suporta instalação autónoma.

source: OS '%(osname)s' does not support unattended installation for the '%(profilename)s' profile. Available profiles: %(profiles)s
et: „%(osname)s“ operatsioonisüsteem ei toeta automaatset (ehk kohaoluta) paigaldust „%(profilename)s“ profiili jaoks. Kasutatavad profiilid on: %(profiles)s
pt_pt: O Sistema Operativo '%(osname)s' não suporta instalação autónoma para o perfil '%(profilename)s'. Perfis disponíveis: %(profiles)s

source: Using unattended profile '%s'
et: Kasutan automaatse (ehk kohaoluta) paigalduse profiili „%s“
pt_pt: A usar perfil autónomo '%s'

source: The URL could not be accessed, maybe you mistyped?
et: Võrguaadressi pole võimalik avada. Kas võisid teha mõne trükivea?
pt_pt: Não foi possível aceder ao URL, possível erro de introdução?

source: Could not find an installable distribution at URL '%s'
et: „%s“ võrguaadressilt pole võimalik leida paigaldatavat distributsiooni
pt_pt: Não foi possível encontrar uma distribuição para instalar a partir do URL '%s'

source: The location must be the root directory of an install tree. See virt-install man page for various distro examples.
et: Asukoht peab olema paigalduspuu juurkaust. Vaata „man virt-install“ abiteavet ja sealt leida näiteid eri distributsioonide jaoks.
pt_pt: A localização deverá ser o diretório raiz de uma hierarquia. Consulte a página do manual do virt-install para vários exemplos de distribuições.

source: Couldn't acquire file %(url)s: %(error)s
et: „%(url)s“ faili laadimine ei õnnestunud: %(error)s
pt_pt: Não foi possível adquirir o ficheiro %(url)s: %(error)s

source: Retrieving '%(filename)s'
et: Laadin faili „%(filename)s“
pt_pt: A obter o ficheiro '%(filename)s'

source: Opening URL %(url)s failed: %(error)s
et: „%(url)s“ võrguaadressi avamine ei õnnestunud: %(error)s
pt_pt: A abertura do URL %(url)s falhou: %(error)s

source: Transferring '%(filename)s'
et: Tõstan „%(filename)s“ faili uude kohta
pt_pt: A transferir '%(filename)s'

source: Generic or unknown OS. Usage is not recommended.
et: Üldine või tundmatu operatsioonisüsteem. Kasutamine pole soovitatav.
pt_pt: Sistema Operativo genérico ou desconhecido. A sua utilização não é recomendada.

source: Unknown libosinfo ID '%s'
et: libosinfo tunnus „%s“ on tundmatu
pt_pt: ID do libosinfo desconhecido '%s'

source: Unknown OS name '%s'. See `--osinfo list` for valid values.
et: Operatsioonisüsteemi nimi „%s“ on tundmatu. Sobilikud valikud leiad „--osinfo list“ abil.
pt_pt: Nome do Sistema Operativo desconhecido '%s'. Consulte `--osinfo list`para valores válidos.

source: OS '%s' does not have a URL location
et: „%s“ operatsioonisüsteemil puudub asukoht võrguaadressis
pt_pt: O Sistema Operativo '%s' não tem uma localização URL

source: OS '%(osname)s' does not have a URL location for the architecture '%(archname)s'
et: „%(osname)s“ operatsioonisüsteemil puudub „%(archname)s“ arhitektuuri jaoks asukoht võrguaadressis
pt_pt: O Sistema Operativo '%(osname)s' não tem uma localização URL para a arquitetura '%(archname)s'

source: Couldn't create default storage pool '%(path)s': %(error)s
et: Vaikimisi „%(path)s“ andmeruumikogumi loomine ei õnnestunud: %(error)s
pt_pt: Não foi possível criar um armazenamento pool padrão '%(path)s': %(error)s

source: Storage object
et: Andmeruumiobjekt
pt_pt: Objeto de armazenamento

source: Name '%s' already in use by another pool.
et: „%s“ nime kasutab juba teine kogum.
pt_pt: O nome '%s' já está em uso por outra pool.

source: Could not define storage pool: %s
et: Andmeruumikogumi määratlemine ei õnnestunud: %s
pt_pt: Não foi possível definir pool de armazenamento: %s

source: Could not build storage pool: %s
et: Andmeruumikogumi loomine ei õnnestunud: %s
pt_pt: Não foi possível criar um pool de armazenamento: %s

source: Could not start storage pool: %s
et: Andmeruumikogumi käivitamine ei õnnestunud: %s
pt_pt: Não foi possível iniciar pool de armazenamento: %s

source: Could not set pool autostart flag: %s
et: Andmeruumikogumi automaatse käivitamise tunnus määramine ei õnnestunud: %s
pt_pt: Não foi possível definir a flag de início automático para o pool de armazenamento: %s

source: Name '%s' already in use by another volume.
et: „%s“ nimi on kasutusel juba muu käite jaoks.
pt_pt: O nome '%s' já está em uso por outro volume.

source: Sparse logical volumes are not supported, setting allocation equal to capacity
pt_pt: Volumes lógicos esparsos não suportados, a definir alocação igual à capacidade

source: Allocating '%(filename)s'
et: Eraldan/määran kasutamiseks: „%(filename)s“
pt_pt: A alocar '%(filename)s'

source: There is not enough free space on the storage pool to create the volume. (%(mem1)s M requested allocation > %(mem2)s M available)
et: Andmeruumikogumis pole piisavalt vaba ruumi selle köite loomiseks. (soovitud %(mem1)s M > saadaval %(mem2)s M)
pt_pt: Não existe espaço livre suficiente no armazenamento pool para criar o volume. (%(mem1)s de memória solicitada para alocação > %(mem2)s de memória disponível)

source: The requested volume capacity will exceed the available pool space when the volume is fully allocated. (%(mem1)s M requested capacity > %(mem2)s M available)
et: Kui kogu soovitud maht on kasutusel, siis soovitud köitemaht ületab kogumis leiduva andmemahu. (soovitud %(mem1)s M > saadaval %(mem2)s M)
pt_pt: A capacidade do volume solicitado irá exceder o espaço disponível do pool, quando o volume estiver completamente alocado. (%(mem1)s de memória solicitada > %(mem2)s de memória disponível)

source: An original machine name is required, use '--original src_name' and try again.
et: Vajalik on algne masinanimi. Kasuta „--original src_name“ argumenti ja proovi uuesti.
pt_pt: É necessário que utilize um nome original para a máquina, use '--original src_name' e tente de novo.

source: Duplicate a virtual machine, changing all the unique host side configuration like MAC address, name, etc. The VM contents are NOT altered: virt-clone does not change anything _inside_ the guest OS, it only duplicates disks and does host side changes. So things like changing passwords, changing static IP address, etc are outside the scope of this tool. For these types of changes, please see virt-sysprep(1).
pt_pt: Duplicar uma máquina virtual, alterando toda a configuração única do lado do anfitrião como o endereço MAC, nome, etc. Os conteúdos da Máquina Virtual NÃO são alterados: o virt-clone não altera nada dentro do Sistema Operativo hóspede, apenas duplica discos e faz alterações do lado do anfitrião. Deste modo, ações como alterar palavras-passe, alterar endereços IP estáticos, etc estão fora do alcance desta ferramenta. Para estes tipos de alterações, por favor veja virt-sysprep(1).

source: General Options
et: Üldised valikud
pt_pt: Opções Gerais

source: Name of the original guest to clone.
et: Kloonitava külalissüsteemi algne nimi.
pt_pt: Nome do hóspede original para clonar.

source: XML file to use as the original guest.
et: Algset külalissüsteemi kirjeldav XML-fail.
pt_pt: Ficheiro XML a usar como o hóspede original.

source: Auto generate clone name and storage paths from the original guest configuration.
pt_pt: Gerar automaticamente o nome do clone e caminhos de armazenamento a partir da configuração do hóspede original.

source: Name for the new guest
et: Uue külalissüsteemi nimi
pt_pt: Nome para o novo hóspede

source: use btrfs COW lightweight copy
pt_pt: usar cópia leve btrfs COW

source: Storage Configuration
et: Andmeruumi seadistus
pt_pt: Configuração de Armazenamento

source: New file to use as the disk image for the new guest
pt_pt: Novo ficheiro a usar como a imagem de disco do novo hóspede

source: Force to copy devices (eg, if 'hdc' is a readonly cdrom device, --force-copy=hdc)
pt_pt: Forçar a cópia de dispositivos (por exemplo, se 'hdc' é um dispositivo CD-ROM só de leitura, --force-copy=hdc)

source: Skip copy of the device target. (eg, if 'vda' is a disk you don't want to copy and use the same path in the new VM, use --skip-copy=vda)
pt_pt: Saltar a copia do destino do dispositivo. (exemplo: se 'vda' for um disco que não pretende copiar e quer usar o mesmo caminho na nova máquina virtual , use --skip-copy=vda)

source: Do not use a sparse file for the clone's disk image
pt_pt: Não usar um ficheiro esparso para a imagem de disco do clone

source: Do not clone storage contents to specified file paths, their contents will be left untouched. This requires specifying existing paths for every cloneable disk image.
pt_pt: Não clonar os conteúdos do armazenamento para especificar caminhos de ficheiros, os conteúdos vão permanecer intactos. Isto requer que especifique caminhos existentes para todas as imagens de disco clonáveis.

source: New file to use as storage for nvram VARS
pt_pt: Novo ficheiro a ser usado como armazenamento para VARS da nvram

source: Networking Configuration
et: Võrguseadistus
pt_pt: Configuração de Rede

source: New fixed MAC address for the clone guest. Default is a randomly generated MAC
pt_pt: Novo endereço MAC fixo para o hóspede clonado. Por padrão é gerado um MAC aleatório

source: Miscellaneous Options
et: Muud valikud
pt_pt: Opções diversas

source: Either --auto-clone or --file is required, use '--auto-clone or --file' and try again.
pt_pt: É necessário --auto-clone ou --file, use '--auto-clone ou --file' e tente outra vez.

source: A name is required for the new virtual machine, use '--name NEW_VM_NAME' to specify one.
pt_pt: É necessário um nome para a nova máquina virtual, use '--name NEW_VM_NAME' para especificar um.

source: Clone '%s' created successfully.
et: „%s“ klooni loomine õnnestus.
pt_pt: O clone '%s' foi criado com sucesso.

source: Installation aborted at user request
et: Paigaldus on katkestatud kasutaja palvel
pt_pt: A instalação foi interrompida por ação do utilizador

source: -c specified with what looks like a libvirt URI. Did you mean to use --connect? If not, use --cdrom instead
pt_pt: Ao que parece o -c foi especificado com um URI do libvirt. O que pretendia usar era --connect? Caso contrário, use como alternativa --cdrom

source: Cannot specify storage and use --nodisks
pt_pt: Não foi possível especificar o armazenamento e usar --nodisks

source: Cannot mix --file, --nonsparse, or --file-size with --disk options. Use --disk PATH[,size=SIZE][,sparse=yes|no]
pt_pt: Não é possível misturar as opções --file, --nonsparse, ou --file-size com --disk. Use --disk PATH[,size=SIZE][,sparse=yes|no]

source: --os-type is deprecated and does nothing. Please stop using it.
pt_pt: O --os-type está obsoleto e não vai surtir nenhum efeito. Não o utilize por favor.

source: Cannot mix --graphics and old style graphical options
pt_pt: Não é possível usar --graphics e opções gráficas com o estilo antigo

source: Can't specify more than one of VNC, SDL, --graphics or --nographics
pt_pt: Naõ é possível especificar mais do que um VNC, SDL, --graphics ou --nographics

source: --memory amount in MiB is required
pt_pt: É necessária a quantidade de --memory em MiB

source: --disk storage must be specified (override with --disk none)
pt_pt: É necessário especificar o armazenamento do --disk (sobrepor com --disk none)

source: An install method must be specified (%(methods)s)
pt_pt: É necessário especificar um método de instalação (%(methods)s)

source: CDROM media does not print to the text console by default, so you likely will not see text install output. You might want to use --location.
pt_pt: O meio de armazenamento CD-ROM não imprime para a consola de texto padrão, por isso não deverá ver a saída de texto de instalação. Poderá querer usar --location.

source: See the man page for examples of using --location with CDROM media
pt_pt: Consulte a página do manual para exemplos de utilização --location com meio de armazenamento CD-ROM

source: Requested memory %(mem1)s MiB is less than the recommended %(mem2)s MiB for OS %(osname)s
pt_pt: A memória solicitada %(mem1)s MiB é menor do que a recomendada %(mem2)s MiB para o Sistema Operativo %(osname)s

source: Requested memory %s MiB is abnormally low. Were you trying to specify GiB?
pt_pt: A memória solicitada %s MiB é demasiado baixa. Está a tentar especificar a mesma em GiB?

source: The guest's network configuration may not support PXE
pt_pt: A configuração da rede do hóspede pode não suportar o PXE

source: Using --osinfo {osname}, VM performance may suffer. Specify an accurate OS for optimal results.
pt_pt: A usar --osinfo {osname}, o desempenho da máquina virtual pode ser afetado. Especifique um Sistema Operativo com precisão para obter os melhores resultados.

source: Using {osname} --location {url}
et: Kasutusel on {osname} --location {url}
pt_pt: A usar {osname} --location {url}

source: Using default --name {vm_name}
et: Kasutusel on vaikimisi --name {vm_name}
pt_pt: A suar as predefinições --name {vm_name}

source: Using container default --memory {megabytes}
et: Kasutan konteineri vaikimisi väärtust: --memory {megabytes}
pt_pt: A usar as predefinições --memory {megabytes} do contentor

source: Using {os_name} default --memory {megabytes}
et: Kasutan „{os_name}“ operatsioonisüsteemi vaikimisi väärtust: --memory {megabytes}
pt_pt: A usar a memória --memory {megabytes} predefinida para o {os_name}

source: Using {os_name} default --disk {disk_options}
et: Kasutan „{os_name}“ operatsioonisüsteemi vaikimisi väärtust: --disk {disk_options}
pt_pt: A usar a predefinição --disk {disk_options} para o {os_name}

source: Failed to detect osinfo OS name from install media, using fallback name '{name}'. Please file a bug against virt-install if you expected the detection to succeed.
pt_pt: Não foi possível detetar a informação do Sistema Operativo a partir do suporte de instalação, a usar um nome alternativo '{name}'. Caso esperasse que a deteção tivesse sucesso, por favor reporte o problema aos responsáveis pelo virt-install.

source: Error validating install location: %s
et: Paigalduse asukoha õigsuse kontrollimisel tekkis viga: %s
pt_pt: Erro ao validar a localização de instalação: %s

source: --osinfo/--os-variant OS name is required, but no value was set or detected.
pt_pt: O nome do Sistema Operativo --osinfo/--os-variant é necessário, nenhum valor foi atribuído ou detetado.

source: This is now a fatal error. Specifying an OS name is required for modern, performant, and secure virtual machine defaults.
pt_pt: Ocorreu um erro fatal. É necessário especificar o nome de um Sistema Operativo para obter uma predefinição moderna, segura e um bom desempenho da máquina virtual.

source: If you expected virt-install to detect an OS name from the install media, you can set a fallback OS name with: --osinfo detect=on,name=OSNAME
pt_pt: Caso esperasse que o virt-install detetasse o nome de um Sistema Operativo a partir de um suporte de instalação, pode criar um nome alternativo com: --osinfo detect=on,name=OSNAME

source: You can see a full list of possible OS name values with: virt-install --osinfo list
pt_pt: Pode ver uma lista completa de nomes possíveis para Sistemas Operativos com: virt-install --osinfo list

source: If your Linux distro is not listed, try one of generic values such as: {oslist}
pt_pt: Se a sua distribuição Linux não está listada, tente um dos nomes genéricos como: {oslist}

source: If you just need to get the old behavior back, you can use: --osinfo detect=on,require=off Or export {env_var}=1
pt_pt: Se só precisa de obter o comportamento anterior, pode usar: --osinfo detect=on,require=off Ou exporte {env_var}=1

source: {env_var} set. Skipping fatal error.
pt_pt: {env_var} definido. A saltar erro fatal.

source: No console to launch for the guest, defaulting to --wait -1
pt_pt: Nenhuma consola para lançar o hóspede, usando o padrão --wait -1

source: Waiting for the installation to complete.
et: Ootan paigalduse lõppemist.
pt_pt: A aguardar que a instalação conclua.

source: Waiting %(minutes)d minute for the installation to complete.
et: Ootan paigalduse lõppemiseks %(minutes)d minuti.
pt_pt: A aguardar %(minutes)d minuto para que a instalação conclua.

source: Password for first root login is: %s
et: Salasõna juurkasutaja (peakasutaja) esimeseks sisselogimiseks on: %s
pt_pt: A palavra-passe para o primeiro login do administrador (root) é: %s

source: Installation will continue in 10 seconds (press Enter to skip)...
et: Paigaldus jätkub 10 sekundi pärast (vahelejätmiseks vajuta Enter-klahvi)...
pt_pt: A instalação vai continuar em 10 segundos (pressione a tecla Enter para saltar)...

source: Console command returned failure.
pt_pt: O comando inserido na consola falhou.

source: Domain has crashed.
et: Domeen on kokku jooksnud.
pt_pt: O domínio parou de funcionar.

source: VM disappeared unexpectedly: %s
et: Virtuaalmasin kadus ootamatult: %s
pt_pt: A Máquina Virtual desapareceu inesperadamente: %s

source: Domain is still running. Installation may be in progress.
et: Domeen jätkuvalt töötab. Paigaldamine võib olla veel pooleli.
pt_pt: O domínio ainda está em execução. A instalação pode estar em curso.

source: You can reconnect to the console to complete the installation process.
et: Paigalduse lõpetamiseks võid uuesti ühendada konsooliga.
pt_pt: Pode voltar a conectar-se à consola para completar o processo de instalação.

source: Domain has shutdown. Continuing.
et: Domeen on seiskunud. Jätkan.
pt_pt: O domínio encerrou. A continuar.

source: Installation has exceeded specified time limit. Exiting application.
pt_pt: A instalação excedeu o tempo limite especificado. A sair da aplicação.

source: Domain creation completed.
et: Domeeni loomine lõppes.
pt_pt: Criação de domínio completa.

source: You can restart your domain by running: %s
pt_pt: Pode reiniciar o domínio ao executar: %s

source: User stopped the VM. Not rebooting.
pt_pt: O utilizador parou a Máquina Virtual. Não vai reiniciar.

source: Restarting guest.
et: Taaskäivitan külalissüsteemi.
pt_pt: A reiniciar o hóspede.

source: Starting install...
et: Alustan paigaldamist...
pt_pt: A iniciar a instalação...

source: Domain install interrupted.
et: Domeeni paigaldamine katkes.
pt_pt: Instalação de domínio foi interrompida.

source: Dry run completed successfully
pt_pt: Execução de teste completada com sucesso

source: Unknown XML step request '%s', must be 1, 2, or all
pt_pt: A etapa XML solicitada é desconhecida'%s', tem que ser 1, 2, ou todos

source: Requested installation does not have XML step 2
pt_pt: A instalação solicitada não tem XML step 2

source: Create a new virtual machine from specified install media.
pt_pt: Criar uma nova máquina virtual a partir de um suporte de instalação especificado.

source: Name of the guest instance
pt_pt: Nome da instância do hóspede
