Repository: virt-manager/virt-manager
Catalog: po/*.po
Languages: et, pt_pt

source: Installation Method Options
et: Paigaldusmeetodi valikud
pt_pt: Opções do Método de Instalação

source: CD-ROM installation media
et: Paigaldusmeedium CD-plaadina
pt_pt: Suporte de instalação CD-ROM

source: Distro install URL, eg. https://host/path. See man page for specific distro examples.
pt_pt: URL de instalação da distribuição, exemplo: https://anfitrião/caminho. Consulte a página do manual para exemplos de distribuições especificas.

source: Boot from the network using the PXE protocol
pt_pt: Arrancar a partir da rede usando o protocolo PXE

source: Build guest around an existing disk image
pt_pt: Criar hóspede com base numa imagem de disco existente

source: Additional arguments to pass to the install kernel booted from --location
pt_pt: Argumentos adicionais a passar ao kernel instalado executando a partir de --location

source: Add given file to root of initrd from --location
pt_pt: Adicionar ficheiro dado à raiz de initrd a partir da --location

source: Perform an unattended installation
pt_pt: Realizar uma instalação não autónoma

source: Specify fine grained install options
pt_pt: Especificar opções de instalação detalhadas

source: Reinstall existing VM. Only install options are applied, all other VM configuration options are ignored.
pt_pt: A reinstalar a Máquina Virtual existente. Só serão aplicadas as opções de instalação, todas as outras opções de configuração da máquina virtual vão ser ignoradas.

source: Perform a cloud image installation, configuring cloud-init
pt_pt: Realizar uma instalação a partir de uma imagem na nuvem, a configurar o cloud-init

source: Device Options
et: Seadme valikud
pt_pt: Opções do Dispositivo

source: Guest Configuration Options
et: Külalissüsteemi valikud
pt_pt: Opções de Configuração do hóspede

source: Virtualization Platform Options
et: Virtualiseerimisplatvormi valikud
pt_pt: Opções da Plataforma de Virtualização

source: This guest should be a fully virtualized guest
et: See külalissüsteem peaks põhinema täisvirtualiseerimisel
pt_pt: Este hóspede deve ser um hóspede completamente virtualizado

source: This guest should be a paravirtualized guest
et: See külalissüsteem peaks põhinema paravirtualiseerimisel
pt_pt: Este hóspede deve ser um hóspede para-virtualizado

source: This guest should be a container guest
et: See külalissüsteem peaks põhinema konteineril
pt_pt: Este hóspede deve ser um hóspede de contentor

source: Hypervisor name to use (kvm, qemu, xen, ...)
et: Kasutatava hüperviisori nimi (kvm, qemu, xen, ...)
pt_pt: Nome do hipervisor a usar (kvm, qemu, xen, ...)

source: The CPU architecture to simulate
pt_pt: Arquitetura da CPU a simular

source: The machine type to emulate
pt_pt: O tipo de máquina a emular

source: Have domain autostart on host boot up.
pt_pt: Iniciar automaticamente o domínio no arranque do anfitrião.

source: Create a transient domain.
pt_pt: Criar um domínio transitório.

source: Force power off the domain when the console viewer is closed.
pt_pt: Forçar o encerramento do domínio quando o visualizador da consola for fechado.

source: Minutes to wait for install to complete.
pt_pt: Minutos a esperar para a instalação completar.

source: Please enter 'yes' or 'no'.
pt_pt: Por favor insira 'sim' ou 'não'.

source: --osinfo/--os-variant is not supported with --edit
pt_pt: --osinfo/--os-variant não é suportado com o --edit

source: --osinfo/--os-variant is not supported with --remove-device
pt_pt: --osinfo/--os-variant não é suportado com o --remove-device

source: --osinfo/--os-variant is not supported with --build-xml
pt_pt: --osinfo/--os-variant não é suportado com o --build-xml

source: --build-xml not supported for {cli_flag}
pt_pt: --build-xml não é suportado para o {cli_flag}

source: Cannot use --remove-device with {cli_flag}
pt_pt: Não é possível usar o --remove-device com o {cli_flag}

source: Cannot use --add-device with {cli_flag}
pt_pt: Não é possível usar o --add-device com o {cli_flag}

source: Don't know how to --update for {cli_flag}
pt_pt: Não é claro como fazer o --update para o {cli_flag}

source: One of %s must be specified.
pt_pt: É necessário especificar um dos %s.

source: Conflicting options %s
pt_pt: Opções em conflito %s

source: No change specified.
pt_pt: Nenhuma alteração especificada.

source: Only one change operation may be specified (conflicting options %s)
pt_pt: Apenas pode ser especificada uma operação de alteração (opções em conflito %s )

source: Invalid --edit option '%s'
pt_pt: Opção --edit inválida '%s'

source: No {cli_flag} objects found in the XML
pt_pt: Não foi encontrado nenhum objeto {cli_flag} no XML

source: '--edit {number}' requested but there's only {maxnum} {cli_flag} object in the XML
pt_pt: '--edit {number}' solicitado mas só existe {maxnum} {cli_flag} objeto no XML

source: No matching objects found for %s
pt_pt: Não foram encontrados objetos correspondentes para o %s

source: '--edit {option}' doesn't make sense with {cli_flag}, just use empty '--edit'
pt_pt: '--edit {option}' não faz sentido usar com o {cli_flag}, use apenas um '--edit' vazio

source: Define '%s' with the changed XML?
pt_pt: Definir '%s' com o XML alterado?

source: Domain '%s' defined successfully.
pt_pt: O domínio '%s' foi definido com sucesso.

source: Start '%s' with the changed XML?
pt_pt: Iniciar '%s' com o XML alterado?

source: Failed starting domain '%(domain)s': %(error)s
pt_pt: Erro ao iniciar o domínio '%(domain)s': %(error)s

source: Domain '%s' started successfully.
pt_pt: O domínio '%s' iniciou com sucesso.

source: %(xml)s Hotplug this device to the guest '%(domain)s'?
pt_pt: %(xml)s Pretende inserir (hotplug) este dispositivo para o hóspede '%(domain)s'?

source: Device hotplug successful.
pt_pt: Dispositivo inserido (hotplug) com sucesso.

source: Error attempting device hotplug: %(error)s
pt_pt: Erro ao tentar inserir (hotplug) o dispositivo: %(error)s

source: %(xml)s Hotunplug this device from the guest '%(domain)s'?
pt_pt: %(xml)s Pretende remover (hotunplug) este dispositivo a partir do hóspede '%(domain)s'?

source: Device hotunplug successful.
pt_pt: Remoção (hotunplug) do dispositivo bem sucedido.

source: Error attempting device hotunplug: %(error)s
pt_pt: Erro ao tentar remover (hotunplug) o dispositivo: %(error)s

source: %(xml)s Update this device for the guest '%(domain)s'?
pt_pt: %(xml)s Pretende atualizar este dispositivo para o hóspede '%(domain)s'?

source: Device update successful.
et: Seadme uuendamine õnnestus.
pt_pt: Atualização do dispositivo concluída com sucesso.

source: Error attempting device update: %(error)s
pt_pt: Erro ao tentar atualizar o dispositivo: %(error)s

source: No XML diff was generated. The requested changes will have no effect.
pt_pt: Não foi gerado nenhum diff XML. As alterações solicitadas não vão surtir efeito.

source: Edit libvirt XML using command line options.
pt_pt: Editar o XML do libvirt usando as opções da linha de comandos.

source: Domain name, id, or uuid
et: Domeeni nimi, id või uuid
pt_pt: Nome de domínio, id, ou uuid

source: XML actions
et: Toimingud XML-iga
pt_pt: Ações XML

source: Edit VM XML. Examples: --edit --disk ... (edit first disk device) --edit 2 --disk ... (edit second disk device) --edit all --disk ... (edit all disk devices) --edit target=hda --disk ... (edit disk 'hda')
et: Muuda virtuaalmasina XML-i. Näited: --edit --disk ... (esimese kettaseadme muutmine) --edit 2 --disk ... (teise kettaseadme muutmine) --edit all --disk ... (kõikide kettaseadme muutmine) --edit target=hda --disk ... (hda-kettaseadme muutmine)
pt_pt: Editar XML da Máquina '%s'irtual. Exemplos: --edit --disk ... (editar primeiro dispositivo de disco) --edit 2 --disk ... (editar segundo dispositivo de disco) --edit all --disk ... (editar todos os dispositivos de disco) --edit target=hda --disk ... (editar disco 'hda')

source: Remove specified device. Examples: --remove-device --disk 1 (remove first disk) --remove-device --disk all (remove all disks) --remove-device --disk /some/path
et: Eemalda määratletud seade. Näited: --remove-device --disk 1 (esimese kettaseadme eemaldamine) --remove-device --disk all (kõikide kettaseadme eemaldamine) --remove-device --disk /some/path
pt_pt: Remover dispositivo especificado. Exemplos: --remove-device --disk 1 (remover primeiro disco) --remove-device --disk all (remove todos os discos) --remove-device --disk /um/caminho

source: Add specified device. Example: --add-device --disk ...
et: Lisa määratletud seade. Näited: --add-device --disk ...
pt_pt: Adicionar dispositivo especificado. Exemplo: --add-device --disk ...

source: Output built device XML. Domain is optional but recommended to ensure optimal defaults.
pt_pt: Mostrar dispositivo XML criado. O domínio é opcional mas é recomendado para garantir predefinições ideais.

source: Output options
et: Väljundi valikud
pt_pt: Opções de saída

source: Apply changes to the running VM. With --add-device, this is a hotplug operation. With --remove-device, this is a hotunplug operation. With --edit, this is an update device operation.
pt_pt: Aplicar alterações à Máquina Virtual em execução. Com --add-device, é uma operação de hotplug. Com --remove-device, é uma operação de hotunplug. Com --edit, é uma operação de atualização de dispositivo.

source: Force defining the domain. Only required if a --print option was specified.
pt_pt: Forçar a definição do domínio. Apenas é necessário se foi especificada uma opção --print.

source: Force not defining the domain.
pt_pt: Forçar a não definição de um domínio.

source: Start the domain.
et: Käivita domeen.
pt_pt: Iniciar o domínio.

source: Only print the requested change, in diff format
pt_pt: Imprimir apenas a alteração solicitada, com o formato diff

source: Only print the requested change, in full XML format
pt_pt: Imprimir apenas a alteração solicitada, com o formato XML completo

source: Require confirmation before saving any results.
pt_pt: Requerer confirmação antes de guardar quaisquer resultados.

source: Conversion options
et: Teisendamise valikud
pt_pt: Opções de conversão

source: Convert an existing VM from PC/i440FX to Q35.
pt_pt: Converter uma Máquina Virtual existente de PC/i440FX para Q35.

source: Convert an existing VM to use VNC graphics. This removes any remnants of Spice graphics.
pt_pt: Fazer com que uma Máquina Virtual existente use gráficos VNC. Isto irá remover quaisquer vestígios de gráficos Spice.

source: XML options
et: XML-valikud
pt_pt: Opções XML

source: Can't use --confirm with stdin input.
pt_pt: Não foi possível usar --confirm com a entrada stdin.

source: Can't use --update with stdin input.
pt_pt: Não foi possível usar --update com a entrada stdin.

source: A domain must be specified
pt_pt: É necessário especificar um domínio

source: The VM is not running, --update is inapplicable.
pt_pt: Esta Máquina Virtual não está em execução, o --update não é aplicável .

source: Changes will take effect after the domain is fully powered off.
pt_pt: As alterações só terão efeito depois de o domínio ser encerrado.

source: XML did not change after domain define. You may have changed a value that libvirt is setting by default.
pt_pt: O XML não foi alterado depois de ter definido o domínio. Poderá ter substituído um valor que o libvirt tenha definido por predefinição.

source: Aborted at user request
et: Katkestatud kasutaja palvel
pt_pt: Abortado por ação do utilizador

source: XML did not have expected root element name '%(expectname)s', found '%(foundname)s'
pt_pt: O XML não previu o nome do elemento de raiz '%(expectname)s', encontrou '%(foundname)s'

source: A name must be specified for the %s
et: Pead „%s“ jaoks sisestama nime
pt_pt: É necessário especificar um nome para %s

source: %(objecttype)s name '%(name)s' can not contain '%(char)s' character.
et: Objekti tüübi „%(objecttype)s“ nimes „%(name)s“ ei tohi olla „%(char)s“ tähemärke.
pt_pt: O nome '%(name)s' do %(objecttype)s não pode conter caracteres '%(char)s'.

source: _OK
et: S_obib

source: URL
et: Võrguaadress

source: C_PUs:
et: _Protsessoreid:

source: CPUs:
et: Protsessoreid:

source: Chipse_t:
et: Kiibis_tik:

source: Firm_ware:
et: Püsi_vara:

source: 0 KiBytes/s 0 KiBytes/s
et: 0 KiBaiti/s 0 KiBaiti/s

source: <b>CPUs</b>
et: <b>Protsessorid</b>

source: Thread_s:
et: _Lõimesid:

source: Socke_ts:
et: _Sokleid:

source: foo:12
et: uhh:12

source: <b>Volumes</b>
et: <b>Köited</b>

source: Hardware
et: Riistvara

source: Watchdog
et: Valvetaimer (watchdog)

source: Smartcard
et: Kiipkaart

source: RNG
et: RNG (juhuarvude generaator)

source: Tablet
et: Graafikalaud

source: Passthrough
et: Otseühendus (passthrough)

source: NIC %(mac)s
et: Võrgukaart %(mac)s

source: CDROM
et: CD/DVD-seade

source: CPUs
et: Protsessorid

source: Auto
et: Automaatne

source: Volumes
et: Köited

source: Interface %s
et: Liides %s
