Repository: virt-manager/virt-manager
Catalog: po/*.po
Languages: et, pt_pt

source: Not supported for this hypervisor/libvirt/arch combination.
et: Pole toetatud selle kombinatsiooni puhul: hüperviisor ↔ libvirt ↔ arhitektuur.
pt_pt: Não é suportado para esta combinação de hipervisor/libvirt/arch.

source: Error changing VM configuration: %s
et: Viga virtuaalmasina seadistuste muutmisel: %s
pt_pt: Erro ao alterar a configuração da Máquina Virtual: %s

source: These changes will take effect after the next guest shutdown.
et: Need muudatused jõustuvad kplalissüsteemi järgmisel seiskamisel.
pt_pt: Estas alterações só terão efeito após o próximo encerramento do hóspede.

source: Output to a file
et: Väljund faili
pt_pt: Saída para um ficheiro

source: TCP net console
et: TCP võrgukonsool
pt_pt: Consola de rede TCP

source: UDP net console
et: UDP võrgukonsool
pt_pt: Consola de rede UDP

source: UNIX socket
et: UNIXi sokkel
pt_pt: Socket UNIX

source: Spice agent
et: Spice'i agent
pt_pt: Agente SPICE

source: Spice port
et: Spice'i port
pt_pt: Porta SPICE

source: QEMU vdagent
pt_pt: vdagent QEMU

source: Floppy
et: Flopi
pt_pt: Disquete

source: VirtIO Serial
et: VirtIO jadaühendus
pt_pt: Número de Série do VirtIO

source: VirtIO SCSI
pt_pt: SCSI VirtIO

source: Random
et: Juhuslik
pt_pt: Aleatório

source: Entropy Gathering Daemon
et: Entroopiat koguv taustateenus
pt_pt: Daemon da Recolha de Entropia

source: Builtin RNG
et: Sisseehitatud juhuarvude generaator
pt_pt: RNG Incorporado

source: Forcefully reset the guest
et: Lähtesta külalissüsteem sundkorras
pt_pt: Forçar o reinício do hóspede

source: Gracefully shutdown the guest
et: Lülita külalissüsteem sujuvalt välja
pt_pt: Encerrar o hóspede de forma correta

source: Forcefully power off the guest
et: Lülita külalissüsteem jõuga välja
pt_pt: Forçar o encerramento do hóspede

source: Pause the guest
et: Peata külalissüsteemi töö
pt_pt: Pausar o hóspede

source: No action
et: Ära tee midagi
pt_pt: Nenhuma ação

source: Dump guest memory core
et: Salvesta külalissüsteemi mälitõmmis
pt_pt: Descartar a memória do núcleo do hóspede

source: EvTouch USB Graphics Tablet
et: EvTouch'i USB graafikalaud
pt_pt: Tablet Gráfica USB EvTouch

source: Keyboard
et: Klahvistik
pt_pt: Teclado

source: Mouse
et: Hiir
pt_pt: Rato

source: Disk device
et: Kettaseade
pt_pt: Dispositivo de disco

source: CDROM device
et: CD/DVD-seade
pt_pt: Dispositivo de CD-ROM

source: Floppy device
et: Flopiseade
pt_pt: Dispositivo de disquete

source: LUN Passthrough
et: LUN-i otseühendus
pt_pt: Passthrough do LUN

source: Hypervisor default
et: Hüperviisori vaikeseadistus
pt_pt: Hipervisor padrão

source: %s is not active in the host system. Please start the mdev in the host system before adding it to the guest.
et: %s pole alussüsteemis (hostis) aktiivne. Enne külalissüsteemi lisamist palun käivita mdev alussüsteemis.
pt_pt: %s não está ativo no sistema anfitrião. Por favor, inicie o mdev no sistema anfitrião antes de o adicionar a um hóspede.

source: No Devices Available
et: Seadmeid pole saadaval
pt_pt: Nenhum Dispositivo disponível

source: Host
et: Alussüsteem
pt_pt: Anfitrião

source: Spice channel
et: Spice'i kanal
pt_pt: Canal SPICE

source: Video Device
et: Videoseade
pt_pt: Dispositivo de Vídeo

source: Watchdog Device
et: Valvetaimeri (watchdog) seade
pt_pt: Dispositivo Watchdog

source: Filesystem Passthrough
et: Failisüsteemi otseühendus (passthrough)
pt_pt: Passthrough do Sistema de ficheiros

source: Random Number Generator
et: Juhuarvude generaator
pt_pt: Gerador de Números aleatórios

source: VM Sockets
et: VM-i soklid
pt_pt: Sockets de Máquinas virtuais

source: %s Device
et: Seade: %s
pt_pt: Dispositivo %s

source: PCI Device
et: PCI-seade
pt_pt: Dispositivo PCI

source: MDEV Device
et: MDEV-seade
pt_pt: Dispositivo MDEV

source: USB Device
et: USB-seade
pt_pt: Dispositivo USB

source: %s already has a USB controller attached. Adding more than one USB controller is not supported. You can change the USB controller type in the VM details screen.
et: Siin (%s) on USB-kontroller juba olemas. Üle ühe USB-kontrolleri lisamine pole toetatud. Küll aga saad virtuaalmasina üksikasjade vaates muuta USB-kontrolleri tüüpi.
pt_pt: %s já tem um controlador USB associado. A adição de mais que um controlador USB não é suportada. Pode alterar o tipo do controlador USB na janela de detalhes da máquina virtual.

source: Are you sure you want to add this device?
et: Kas oled kindel, et soovid selle seadme lisada?
pt_pt: Tem a certeza de que pretende adicionar este dispositivo?

source: This device could not be attached to the running machine. Would you like to make the device available after the next guest shutdown?
et: Seda seadet polnud võimalik lisada töötavale virtuaalmasinale. Kas sa tahaksid seda teha külalissüsteemi järgmisel väljalülitamisel?
pt_pt: Este dispositivo não pôde ser ligado à máquina em execução. Pretende fazer com que o dispositivo fique disponível após o próximo encerramento do hóspede?

source: Unable to add device: %s
et: Seadme lisamine ei õnnestu: %s
pt_pt: Não foi possível adicionar o dispositivo: %s

source: Error validating device parameters: %s
et: Seadme parameetrite õigsuse kontrollimine ei õnnestu: %s
pt_pt: Erro ao validar os parâmetros do dispositivo: %s

source: Creating device
et: Loon seadet
pt_pt: A criar dispositivo

source: Depending on the device, this may take a few minutes to complete.
et: Sõltuvalt seadme tüübist võib selleks kuluda mõni minut.
pt_pt: Dependendo do dispositivo, isto pode demorar alguns minutos a completar.

source: The device is already in use by other guests %s
et: Muud külalissüsteemid juba kasutavad seda seadet: %s
pt_pt: O dispositivo já está a ser usado por outros hóspedes %s

source: Do you really want to use the device?
et: Kas oled kindel, et soovid seda seadet kasutada?
pt_pt: Tem a certeza de que pretende usar este dispositivo?

source: Error building device XML: %s
et: Viga seadme XML-kirjelduse koostamisel: %s
pt_pt: Erro ao criar o XML do dispositivo: %s

source: Cancelling job...
et: Katkestan ülesannet...
pt_pt: A cancelar a tarefa...

source: No storage to clone.
et: Pole andmeruumi, mida kloonida.
pt_pt: Nenhum armazenamento para clonar.

source: Disk target: %s
et: Sihtketas: %s
pt_pt: Destino do disco: %s

source: Original path: %s
et: Algne asukoht: %s
pt_pt: Caminho original: %s

source: New path: %s
et: Uus asukoht: %s
pt_pt: Novo caminho: %s

source: Storage is safe to share: %(reason)s
et: Andmeruumi saab turvaliselt jagada: %(reason)s
pt_pt: É seguro partilhar o armazenamento: %(reason)s

source: Sharing this storage is potentially dangerous.
et: Selle andmeruumi jagamine on tõenäoliselt ohtlik.
pt_pt: A partilha deste armazenamento pode ser potencialmente perigoso.

source: Storage is not cloneable: %(reason)s
et: Andmeruum pole kloonitav: %(reason)s
pt_pt: Não é possível clonar este armazenamento: %(reason)s

source: No storage.
et: Andmeruumi pole.
pt_pt: Sem armazenamento.

source: Share disk with %s
et: Jaga ketast süsteemiga %s
pt_pt: Partilhar disco com %s

source: Clone this disk
et: Klooni see andmekandja
pt_pt: Clonar este disco

source: Error launching clone dialog: %s
et: Viga kloonimisvaate avamisel: %s
pt_pt: Erro ao abrir a janela de clonagem: %s

source: Clone
et: Klooni
pt_pt: Clonar

source: Cloning will overwrite the existing file
et: Kloonimisel kirjutatakse olemasolev fail üle
pt_pt: A clonagem irá sobrepor o ficheiro existente

source: Using an existing image will overwrite the path during the clone process. Are you sure you want to use this path?
et: Olemasoleva kettatõmmise kasutamisel kirjutatakse kloonimise käigus asukoht üle. Kas oled kindel, et soovid seda asukohta kasutada?
pt_pt: Usar uma imagem existente irá sobrepor o caminho durante o processo de clonagem. Tem a certeza que pretende usar este caminho?

source: Sharing storage may cause data to be overwritten.
et: Andmeruumi jagamine võib tekitada olukorra, kus andmed kirjutatakse üle.
pt_pt: A partilha de armazenamento pode causar a sobreposição de dados.

source: The following disk devices will be shared with %(vmname)s: %(pathlist)s Running the new guest could overwrite data in these disk images.
et: Järgnevaid kettaseadmeid jagatakse virtuaalmasinaga „%(vmname)s“ : %(pathlist)s Uue külalissüsteemi käivitamine võib kirjutada nendes kettatõmmistes leiduvaid andmeid üle.
pt_pt: Os seguintes dispositivos de disco serão partilhados com %(vmname)s: %(pathlist)s Ao executar o novo hóspede poderá sobrepor dados nestas imagens de disco.

source: Error creating virtual machine clone '%(vm)s': %(error)s
et: Viga virtuaalmasina klooni „%(vm)s“ loomisel: %(error)s
pt_pt: Erro ao criar o clone da máquina virtual '%(vm)s': %(error)s

source: Error with clone settings: %s
et: Viga kloonimise seadistustes: %s
pt_pt: Erro das definições do clone: %s

source: Creating virtual machine clone '%s'
et: Loon virtuaalmasina klooni „%s“
pt_pt: A criar o clone da máquina virtual '%s'

source: Creating virtual machine clone '%s' and selected storage (this may take a while)
et: Loon virtuaalmasina klooni „%s“ ja temaga seotud andmeruumi (selleks võib kuluda aega)
pt_pt: A criar um clone da máquina virtual e o armazenamento selecionado '%s' (poderá demorar um pouco)

source: User session
et: Kasutaja sessioon
pt_pt: Sessão do utilizador

source: Disconnected
et: Ühendamata
pt_pt: Desconectado

source: Connecting
et: Ühendamisel
pt_pt: A conectar

source: %(object)s rename failed. Attempting to recover also failed. Original error: %(origerror)s Recover error: %(recovererror)s
et: Nime muutmine ei õnnestunud: %(object)s. Samuti ei õnnestunud veast taastamine. Algne viga: %(origerror)s Viga taastamiskatsel: %(recovererror)s
pt_pt: A alteração de nome do %(object)s falhou. A tentativa de recuperação também falhou. Erro original: %(origerror)s Erro de recuperação: %(recovererror)s

source: Error launching connect dialog: %s
et: Viga ühenduse vaate käivitamisel: %s
pt_pt: Erro ao abrir a janela de conexão: %s

source: user session
et: kasutaja sessioon
pt_pt: sessão do utilizador

source: Custom URI...
et: Sinu lisatud URI...
pt_pt: URI personalizado...

source: A hostname is required for remote connections.
et: Kaugühenduste jaoks on vajalik hostinimi.
pt_pt: É necessário um nome de anfitrião para conexões remotas.

source: Would you still like to remember this connection?
et: Kas sa siiski sooviksid selle ühenduse meelde jätta?
pt_pt: Pretende lembrar-se desta conexão mesmo assim?

source: Any physical device
et: Lisa füüsiline seade
pt_pt: Qualquer dispositivo físico

source: Physical device...
et: Füüsiline seade...
pt_pt: Dispositivo físico...

source: Open
et: Avatud
pt_pt: Abrir

source: Isolated
et: Eraldatud
pt_pt: Isolado

source: SR-IOV pool
et: SR-IOV puul
pt_pt: Pool do SR-IOV

source: No available device
et: Pole saadaval seadmeid
pt_pt: Nenhum dispositivo disponível

source: Name '%s' already in use by another network.
et: „%s“ nime juba kasutab üks teine võrk.
pt_pt: O nome '%s' já está em uso por outra rede.

source: Error building XML: %s
et: Viga XML-failide koostamisel: %s
pt_pt: Erro ao criar XML: %s

source: Error creating virtual network: %s
et: Viga virtuaalse võrgu loomisel: %s
pt_pt: Erro ao criar rede virtual: %s

source: Error validating network: %s
et: Viga võrgu õigsuse kontrollimisel: %s
pt_pt: Erro ao validar rede: %s

source: Creating virtual network...
et: Loon virtuaalset võrku...
pt_pt: A criar a rede virtual...

source: Creating the virtual network may take a while...
et: Virtuaalse võrgu loomiseks võib kuluda natuke aega...
pt_pt: A criação da rede virtual poderá demorar algum tempo...

source: Sou_rce Name:
et: _Allika nimi:
pt_pt: _Nome da Fonte:

source: Volg_roup Name:
et: Köiteg_rupi nimi:
pt_pt: _Nome do Grupo de Volumes:

source: _Source Path:
et: _Allika asukoht:
pt_pt: _Caminho da Fonte:

source: _Source IQN:
et: A_lgatav IQN:
pt_pt: _Fonte do IQN:

source: _Source Adapter:
et: Lähteadapter:
pt_pt: _Fonte do Adaptador:

source: Error creating pool: %s
et: Viga puuli loomisel: %s
pt_pt: Erro ao criar pool: %s

source: Error validating pool: %s
et: Viga puuli õigsuse kontrollimisel: %s
pt_pt: Erro ao validar a pool: %s

source: Creating storage pool...
et: Loon andmeruumi puuli...
pt_pt: A criar pool de armazenamento...

source: Creating the storage pool may take a while...
et: Andmeruumi puuli loomiseks võib kuluda aega...
pt_pt: A criação do pool de armazenamento poderá demorar algum tempo...

source: Choose source path
et: Vali lähteasukoht
pt_pt: Escolher o caminho de fonte

source: Choose target directory
et: Vali sihtkaust
pt_pt: Escolher o caminho de destino

source: Error launching create dialog: %s
et: Viga loomisvaate käivitamisel: %s
pt_pt: Erro ao abrir a janela criar: %s

source: Error: %s
et: Viga: %s
pt_pt: Erro: %s

source: <span size='small'>Warning: %s</span>
et: <span size='small'>Hoiatus: %s</span>
pt_pt: <span size='small'>Aviso: %s</span>

source: Failed to setup UEFI: %s Install options are limited.
et: UEFI seadistamine ei õnnestunud: %s Paigaldusvalikud on piiratud.
pt_pt: Erro ao configurar o UEFI: %s As opções de instalação são limitadas.

source: Libvirt version does not support remote URL installs.
et: See libvirti versioon ei toeta paigaldust kaugseadmete võrguaadressidelt.
pt_pt: A versão da libvirt não suporta instalações de URL remoto.

source: CDROM/ISO installs not available for paravirt guests.
et: Paigaldused CD-plaadilt või ISO-tõmmisest pole paravirtualiseerimise puhul toetatud.
pt_pt: Instalações de CDROM/ISO não estão disponíveis para hóspedes para-virtualizados.

source: Architecture '%s' is not installable
et: „%s“ arhitektuur pole paigaldatav
pt_pt: Não é possível instalar a arquitetura '%s'

source: No install methods available for this connection.
et: Selle ühenduse jaoks ei leidu paigaldusmeetodeid.
pt_pt: Nenhum método de instalação disponível para esta conexão.

source: No hypervisor options were found for this connection.
et: Selle ühenduse jaoks ei leidu hüperviisori valikuid.
pt_pt: Não foi encontrada nenhuma opção de hipervisor para esta conexão.

source: This usually means that QEMU or KVM is not installed on your machine, or the KVM kernel modules are not loaded.
et: Tavaliselt tähendab see, et QEMU või KVM on sinu masinasse paigaldamata või KVM-i kernelimoodulid on laadimata.
pt_pt: Isto geralmente significa que o QEMU ou KVM não estão instalados na sua máquina, ou os módulos de kernel do KVM não estão carregados.

source: KVM is not available. This may mean the KVM package is not installed, or the KVM kernel modules are not loaded. Your virtual machines may perform poorly.
et: KVM pole saadaval. See võib tähendada, et KVM-i pakett pole paigaldatud või KVM-i moodulid pole laaditud. Selles olukorras toimivad sinu virtuaalmasinad kehvasti või üldse mitte.
pt_pt: O KVM não está disponível. Isto pode significar que o pacote KVM não está instalado, ou os módulos de kernel do KVM não estão carregados. As máquinas virtuais poderão ter um mau desempenho.

source: Up to %(maxmem)s available on the host
et: Alussüsteemis on saadaval kuni %(maxmem)s mälu
pt_pt: Até %(maxmem)s disponíveis no anfitrião

source: Up to %(numcpus)d available
et: Saadaval on kuni %(numcpus)d protsessor
pt_pt: Disponível até %(numcpus)d

source: No active connection to install on.
et: Pole aktiivseid ühendusi, kuhu saaks midagi paigaldada.
pt_pt: Nenhuma conexão ativa para poder instalar.

source: None
et: Puudub
pt_pt: Nenhum

source: Local CDROM/ISO
et: Kohalik CDROM/ISO
pt_pt: CD-ROM local/ISO

source: URL Install Tree
et: URL-i paigalduspuu
pt_pt: URL da hierarquia de Instalação

source: Import existing OS image
et: Olemasoleva operatsioonisüsteemitõmmise import
pt_pt: Importar imagem do Sistema Operativo existente

source: Manual install
et: Käsitsi paigaldus
pt_pt: Instalação manual

source: Application container
et: Rakenduse konteiner
pt_pt: Contentor da aplicação

source: Operating system container
et: Operatsioonisüsteemi konteiner
pt_pt: Contentor do sistema operativo

source: Virtuozzo container
et: Virtuozzo konteiner
pt_pt: Contentor Virtuozzo

source: Removing disk images
et: Eemaldan kettatõmmiseid
pt_pt: A remover imagens de disco

source: Removing disk images we created for this virtual machine.
et: Eemaldan selle virtuaalmasin jaoks loodud kettatõmmiseid.
pt_pt: A remover imagens de disco criadas para esta máquina virtual.

source: Step %(current_page)d of %(max_page)d
et: Samm %(current_page)d / %(max_page)d
pt_pt: Passo %(current_page)d de %(max_page)d

source: Waiting for install media / source
et: Ootan paigaldusmeediumi või -allika järgi
pt_pt: A aguardar pelo suporte de instalação / fonte

source: Error populating summary page: %s
et: Viga ülevaatelehe täitmisel teabega: %s
pt_pt: Erro ao preencher a página de sumário: %s

source: Uncaught error validating install parameters: %s
et: Tabamatu viga paigaldusparameetrite kontrollil: %s
pt_pt: Não foi possível obter o erro ao validar parâmetros de instalação: %s

source: Source URL is required
et: Vajalik on lähteaadress (URL)
pt_pt: É necessária uma fonte URL

source: Please specify password for accessing source registry
et: Palun sisesta lähteregistri salasõna
pt_pt: Por favor, especifique a palavra-passe para aceder à fonte do registo

source: Destination path is not directory: %s
et: Sihtasukoht pole kaust: %s
pt_pt: O caminho de destino não é um diretório: %s

source: No write permissions for directory path: %s
et: Kaustas puuduvad kirjutusõigused: %s
pt_pt: O caminho do diretório não tem permissões de escrita: %s

source: OS root directory is not empty
et: Operatsioonisüsteemi juurkaust pole tühi
pt_pt: O diretório de raiz do Sistema Operativo não está vazio

source: Creating root file system in a non-empty directory might fail due to file conflicts. Would you like to continue?
et: Juurfailisüsteemi loomine kausta, mis pole tühi, võib tekitada failikonflikte ja lõpuks sootus ebaõnnestuda. Kas sa kindlasti soovid jätkata?
pt_pt: A criação de um sistema de ficheiros raiz num diretório que não está vazio pode falhar, devido a conflitos de ficheiros. Pretende continuar mesmo assim?

source: An install media selection is required.
et: Palun vali paigaldusmeedium.
pt_pt: É necessário selecionar um suporte de instalação.

source: An install tree is required.
et: Palun vali paigalduspuu.
pt_pt: É necessária uma hierarquia de instalação.

source: A storage path to import is required.
et: Palun sisesta andmeruumi asukoht.
pt_pt: É necessário um caminho de armazenamento para importar.

source: The import path must point to an existing storage.
et: Importimise asukoht peab viitama olemasolevale andmeruumile.
pt_pt: O caminho de importação deve ter como destino um armazenamento existente.

source: An application path is required.
et: Palun sisesta rakenduse asukoht.
pt_pt: É necessário um caminho para a aplicação.

source: An OS directory path is required.
et: Palun sisesta operatsioonisüsteemi kausta asukoht.
pt_pt: É necessário um caminho do diretório para o Sistema Operativo.

source: A template name is required.
et: Palun sisesta malli nimi.
pt_pt: É necessário um nome para o modelo.

source: You must select an OS.
et: Palun vali operatsioonisüsteem.
pt_pt: É necessário selecionar um Sistema operativo.

source: Error setting installer parameters.
et: Viga paigaldaja parameetrite määramisel.
pt_pt: Erro ao definir parâmetros do instalador.

source: Error setting default name.
et: Viga vaikimisi nime määramisel.
pt_pt: Erro ao definir o nome padrão.

source: Storage parameter error.
et: Andmeruumi parameetrite viga.
pt_pt: Erro de parâmetro do armazenamento.

source: Invalid guest name
et: Külalissüsteemi vigane nimi
pt_pt: Nome do hóspede inválido

source: Detecting...
et: Tuvastan...
pt_pt: A detetar...

source: None detected
et: Mitte midagi ei õnnestunud tuvastada
pt_pt: Não foi detetado nada

source: Error starting installation: %s
et: Viga paigalduse käivitamisel: %s
pt_pt: Erro ao iniciar a instalação: %s

source: Unable to complete install: '%s'
et: Viga paigalduse lõpetamisel: %s
pt_pt: Não foi possível completar a instalação: '%s'

source: Creating Virtual Machine
et: Loon virtuaalmasinat
pt_pt: A Criar Máquina virtual

source: The virtual machine is now being created. Allocation of disk storage and retrieval of the installation images may take a few minutes to complete.
et: Virtuaalmasin on hetkel loomisel. Andmeruumi eraldamine ja paigalduseks vajalike tõmmiste laadimine vajavad mõni minut aega.
pt_pt: A máquina virtual está a ser criada agora. A alocação do espaço em disco e obtenção de imagens de instalação poderão demorar alguns minutos para completar.

source: VM '%s' didn't show up after expected time.
et: Virtuaalmasin „%s“ ei tekkinud peale eeldatava aja möödumist.
pt_pt: As Máquinas virtuais '%s' não surgiram após o tempo esperado.

source: Error continuing install: %s
et: Viga paigalduse jätkamisel: %s
pt_pt: Erro ao continuar a instalação: %s

source: Bootstrapping container
et: Konteiner on käivitamisel
pt_pt: Contentor do bootstrapping

source: <b>%(volume)s's</b> available space: %(size)s
et: <b>%(volume)s's</b> saadaval andmeruum: %(size)s
pt_pt: <b>%(volume)s's</b> armazenamento disponível: %(size)s

source: Error creating vol: %s
et: Viga köite loomisel: %s
pt_pt: Erro ao criar volume: %s

source: Error validating volume: %s
et: Viga köite õigsuse kontrollimisel: %s
pt_pt: Erro ao validar volume: %s

source: Creating storage volume...
et: Loon andmeruumi köidet...
pt_pt: A criar volume de armazenamento...

source: Creating the storage volume may take a while...
et: Andmeruumi köite loomiseks võib kuluda aega...
pt_pt: A criação do volume de armazenamento poderá demorar um pouco...

source: Are you sure you want to delete the storage?
et: Kas oled kindel, et soovid selle andmeruumi kustutada?
pt_pt: Tem a certeza de que pretende eliminar o armazenamento?

source: The following paths will be deleted: %s
et: Kustutamisele kuuluvad järgmised asukohad: %s
pt_pt: Os caminhos seguintes vão ser eliminados: %s

source: Error deleting virtual machine '%(vm)s': %(error)s
et: Viga virtuaalmasina klooni „%(vm)s“ kustutamisel: %(error)s
pt_pt: Erro ao eliminar a máquina virtual '%(vm)s': %(error)s

source: Additionally, there were errors removing certain storage devices:
et: Lisaks tekkisid vead mõnede anderuumi seadete eemaldamisel:
pt_pt: Adicionalmente, houveram erros ao remover certos dispositivos de armazenamento:

source: Errors encountered while removing certain storage devices.
et: Anderuumi seadete eemaldamisel tekkisid vead.
pt_pt: Foram encontrados erros ao remover certos dispositivos de armazenamento.

source: Deleting path '%s'
et: Kustutan asukohta „%s“
pt_pt: A eliminar caminho '%s'

source: Error launching delete dialog: %s
et: Viga kustutamisvaate käivitamisel: %s
pt_pt: Erro ao abrir a janela eliminar: %s

source: Delete '%(vmname)s'
et: Kustuta „%(vmname)s“
pt_pt: Apagar '%(vmname)s'

source: Deleting virtual machine '%s' and selected storage (this may take a while)
et: Kustutan virtuaalmasinat „%s“ ja valitud andmeruumi (selleks võib kuluda natuke aega)
pt_pt: A apagar a máquina virtual e o armazenamento selecionado %s (pode demorar algum tempo)

source: Deleting virtual machine '%s'
et: Kustutan virtuaalmasinat „%s“
pt_pt: A eliminar a máquina virtual '%s'

source: Error Removing Device: %s
et: Viga seadme eemaldamisel: %s
pt_pt: Erro ao remover o Dispositivo: %s

source: This change will take effect after the next guest shutdown.
et: Muudatus jõustub külalissüstemi järgmisel väljalülitamisel/seiskamisel.
pt_pt: Esta alteração só terá efeito após o próximo encerramento do hóspede.

source: Storage will not be deleted.
et: Andmeruum jääb kustutamata.
pt_pt: O armazenamento não vai ser apagado.
