Repository: virt-manager/virt-manager
Catalog: po/*.po
Languages: et, pt_pt

source: Virtual Machine Manager
et: Virtuaalmasinate haldur
pt_pt: Gestor de Máquinas Virtuais

source: Graphically manage KVM, Xen, or LXC via libvirt
et: Graafiline haldusliides KVM-i, Xeni või LXC haldamiseks libvirti teekide abil
pt_pt: Gerir graficamente o KVM, Xen, ou LXC via libvirt

source: Virtual Machine Manager provides a graphical tool for administering virtual machines for KVM, Xen, and LXC. Start, stop, add or remove virtual devices, connect to a graphical or serial console, and see resource usage statistics for existing VMs on local or remote machines. Uses libvirt as the backend management API.
et: Virtuaalmasinate haldur on graafiline kasutajaliides KVM-i, Xeni ja LXC-põhiste virtuaalmasinate halduseks. Selle abil saad virtuaalmasinaid mugavalt käivitada, peatada, lisada ja eemaldada, samuti ühendada graafilise või jadakonsooliga. Liidesest leiad hea ülevaate ressursikasutusest nii kohalikes, kui pilves asuvates virtuaalmasinates. Taustal toimiva teegina ja halduseks pruugitava API-na on kasutusel libvirt.
pt_pt: O Gestor de Máquinas Virtuais fornece uma ferramenta gráfica para administrar máquinas virtuais, para KVM, Xen e LXC. Inicia, para, adiciona ou remove dispositivos virtuais, conecta a uma consola gráfica ou em série, e vê estatísticas de utilização de recursos para VMs existentes em máquinas locais ou remotas. Usa a libvirt como API de gestão de infraestrutura.

source: Main manager window
et: Põhiline haldusvaade
pt_pt: Janela principal do gestor

source: Virtual machine configuration screen
et: Virtuaalmasina seadistusvaade
pt_pt: Ecrã de configuração da máquina virtual

source: Graphical console connection for a virtual machine
et: Graafiline konsool virtuaalmasina jaoks
pt_pt: Ligação de consola gráfica para uma máquina virtual

source: virtualization
et: virtualiseerimine
pt_pt: virtualização

source: Virtual machine viewer/manager
et: Virtuaalmasinate vaatamise ja haldamise rakendus
pt_pt: Gestor/visualizador de máquinas virtuais

source: Manage virtual machines
et: Halda virtuaalmasinaid
pt_pt: Gerir máquinas virtuais

source: virtualization;libvirt;vm;vmm;qemu;xen;lxc;kvm;
et: virtualization;libvirt;vm;vmm;qemu;xen;lxc;kvm;virtualiseerimine;haldus;haldur;haldamine;virtukas;
pt_pt: virtualização;libvirt;vm;vmm;qemu;xen;lxc;kvm;

source: Copyright (C) 2006-2020 Red Hat Inc.
et: Autoriõigused (C) 2006-2020 Red Hat Inc.
pt_pt: Todos os direitos reservados (C) 2006-2020 Red Hat Inc.

source: Powered by libvirt
et: Taustateenuseks on libvirt
pt_pt: Impulsionado pelo libvirt

source: translator-credits
et: Priit Jõerüüt 2025-2026
pt_pt: José Nuno Pires <jncp@netcabo.pt>, 2006 João Pirralha <joaopirralha@gmail.com>, 2015-2017 André Barata <andretiagob@protonmail.com>, 2025

source: Add New Virtual Hardware
et: Lisa uus virtuaalne riistvara
pt_pt: Adicionar um Novo Hardware Virtual

source: _Device type:
et: Sea_dme tüüp:
pt_pt: _Tipo de dispositivo:

source: _Bus type:
et: _Siini tüüp:
pt_pt: _Tipo de barramento:

source: _Type:
et: _Tüüp:
pt_pt: _Tipo:

source: _Model:
et: _Mudel:
pt_pt: _Modelo:

source: _MAC address:
et: _MAC-aadress:
pt_pt: _Endereço MAC:

source: Device mode_l:
et: Seadme mude_l:
pt_pt: _Modelo do dispositivo:

source: Host _Device:
et: Hosti sea_de:
pt_pt: _Dispositivo Anfitrião:

source: Startup Policy:
et: Käivitamise reeglid:
pt_pt: Política de Arranque:

source: _Path:
et: _Asukoht:
pt_pt: _Caminho:

source: Device _Type:
et: Seadme _tüüp:
pt_pt: _Tipo de Dispositivo:

source: T_ype:
et: Tüü_p:
pt_pt: _Tipo:

source: _Name:
et: _Nimi:
pt_pt: _Nome:

source: _Auto socket:
et: _Automaatne sokkel:
pt_pt: _Socket automático:

source: _Channel:
et: _Kanal:
pt_pt: _Canal:

source: _Share Clipboard:
et: _Jaga lõikelauda:
pt_pt: _Partilhar Área de Transferência:

source: Ac_tion:
et: _Tegevus:
pt_pt: _Ação:

source: _Mode:
et: _Režiim:
pt_pt: _Modo:

source: panic
et: paanika
pt_pt: pânico

source: _Cancel
et: _Katkesta
pt_pt: _Cancelar

source: _Finish
et: _Lõpeta
pt_pt: _Terminar

source: C_reate a disk image for the virtual machine
et: Loo virtuaalmasina jaoks kettatõmmis
pt_pt: _Criar uma imagem de disco para a máquina virtual

source: _Select or create custom storage
et: _Vali või loo enda soovitud andmeruum
pt_pt: _Selecionar ou criar um armazenamento personalizado

source: _Manage...
et: _Halda...
pt_pt: _Gerir...

source: Cac_he mode:
et: Pu_hverduse režiim:
pt_pt: _Modo do cache:

source: Discard mod_e:
et: Loobumis_e olek:
pt_pt: _Descartar modo:

source: R_eadonly:
et: Ainult lo_etav:
pt_pt: _Apenas de leitura:

source: Sharea_ble:
et: _Jagatav:
pt_pt: _Partilhável:

source: Removab_le:
et: Eema_ldatav:
pt_pt: _Removível:

source: Seria_l:
et: _Jadaühendus:
pt_pt: _Número de série:

source: Advanced _options
et: Täiendavad _valikud
pt_pt: _Opções avançadas

source: Operation in progress
et: Toiming on töös
pt_pt: Operação em curso

source: Please wait a few moments...
et: Palun oota mõni hetk...
pt_pt: Por favor aguarde...

source: Processing...
et: Töötlemisel...
pt_pt: A processar...

source: _Details
et: _Üksikasjad
pt_pt: _Detalhes

source: Change storage path
et: Muuda andmeruumi asukohta
pt_pt: Alterar o caminho de armazenamento

source: Size:
et: Suurus:
pt_pt: Tamanho:

source: Target:
et: Sihtmärk:
pt_pt: Alvo:

source: Path:
et: Asukoht:
pt_pt: Caminho:

source: Existing disk
et: Olemasolev ketas
pt_pt: Disco existente

source: Create a new disk (c_lone) for the virtual machine
et: Loo uue virtuaalmasina jaoks uus ketas (k_looni)
pt_pt: Criar um novo disco (clonar) para a máquina virtual

source: _Browse...
et: _Sirvi...
pt_pt: _Procurar...

source: New _Path:
et: Uus _asukoht:
pt_pt: Novo _Caminho:

source: Clone Virtual Machine
et: Klooni virtuaalmasin
pt_pt: Clonar a Máquina Virtual

source: <span size='large'>Clone virtual machine</span>
et: <span size='large'>Virtuaalmasina kloonimine</span>
pt_pt: <span size='large'>Clonar a máquina virtual</span>

source: Original VM:
et: Algne virtuaalmasin:
pt_pt: Máquina Virtual Original:

source: Connection:
et: Ühendus:
pt_pt: Conexão:

source: Storage:
et: Andmeruum:
pt_pt: Armazenamento:

source: _Details...
et: _Üksikasjad...
pt_pt: _Detalhes...

source: <span size='small'>Cloning does <u>not</u> alter the guest OS contents. If you need to do things like change passwords or static IPs, please see the virt-sysprep(1) tool.</span>
et: <span size='small'>Kloonimine <u>ei</u> muuda virtuaalmasinas asuva operatsioonisüsteemi (külalise) sisu. Kui peaksid tahtma sisu muuta, näiteks salasõnu või staatilisi IP-aadresse, palun kasuta virt-sysprep(1) tarvikut.</span>
pt_pt: <span size='small'>Clonar <u>não</u> altera os conteúdos do sistema operativo do hóspede. Se precisa de fazer alterações como alterar palavras-passe ou IPs estáticos, por favor consulte a ferramenta virt-sysprep(1).</span>

source: C_lone
et: K_looni
pt_pt: _Clonar

source: <b>The console is currently unavailable</b>
et: <b>Konsool pole hetkel saadaval</b>
pt_pt: <b>A consola está atualmente indisponível</b>

source: Serial
et: Jadaühendus
pt_pt: Número de série

source: _Password:
et: _Salasõna:
pt_pt: _Palavra-passe:

source: _Username:
et: Kas_utajanimi:
pt_pt: _Nome de utilizador:

source: _Login
et: _Logi sisse
pt_pt: _Iniciar sessão

source: _Save this password in your keyring
et: _Salvesta see salasõna oma võtmerõngasse
pt_pt: _Guardar esta palavra-passe no seu porta-chaves

source: Check to save password, uncheck to forget password.
et: Salasõna salvestamiseks vali märkeruut, salvestatu eemaldamiseks tühjenda märkeruut.
pt_pt: Selecione para guardar palavra-passe, não selecione para a esquecer.

source: _Connect to console
et: _Ühenda konsooliga
pt_pt: _Conectar à consola

source: Connect
et: Ühenda
pt_pt: Conectar

source: Add Connection
et: Lisa ühendus
pt_pt: Adicionar Conexão

source: Co_nnect
et: Ühe_nda
pt_pt: _Conectar

source: _Hypervisor:
et: _Hüperviisor:
pt_pt: _Hipervisor:

source: Connect to _remote host over SSH
et: Ühenda _kaughostiga SSH abil
pt_pt: Conectar ao anfitrião remoto por SSH

source: _Autoconnect:
et: Ühend _automaatselt:
pt_pt: _Conectar automaticamente:

source: H_ostname:
et: H_ostinimi:
pt_pt: _Nome do anfitrião:

source: <small>QEMU usermode session is not the virt-manager default. It is likely that any pre-existing QEMU/KVM guests will not be available. Networking options are very limited. </small>
et: <small>QEMU kasutajarežiimi sessiooni vaikimisi ei halda virt-manager. Ilmselt varasemad QEMU/KVM külalissüsteemid pole saadaval. Võrgufunktsionaalsus saab olema väga piiratud. </small>
pt_pt: <small>A sessão em modo de utilizador do QEMU não é a predefinição do virt-manager. É provável que quaisquer hóspedes QEMU/KVM pré-existentes não estarão disponíveis. As opções de rede são muito limitadas.</small>

source: Cu_stom URI:
et: _Kohendatud URI:
pt_pt: _URI personalizado:

source: Generated URI:
et: Loodud URI:
pt_pt: URI gerado:

source: Create a new virtual network
et: Loo uus virtuaalne võrk
pt_pt: Criar uma nova rede virtual

source: <span size='large'>Create virtual network</span>
et: <span size='large'>Loo virtuaalne võrk</span>
pt_pt: <span size='large'>Criar uma rede virtual</span>

source: Fo_rward to:
et: _Edasta:
pt_pt: _Remeter para:

source: Device _List:
et: Seadmete _loend:
pt_pt: _Lista de Dispositivos:

source: De_vice:
et: Sea_de:
pt_pt: _Dispositivo:

source: _Enable IPv4
et: _Kasuta IPv4 ühendust
pt_pt: _Ativar o IPv4

source: _Network:
et: _Võrk:
pt_pt: _Rede:

source: Start:
et: Algus:
pt_pt: Inicio:

source: End:
et: Lõpp:
pt_pt: Fim:

source: Enable DHCPv4
et: Kasuta DHCPv4 protokolli
pt_pt: Ativar o DHCPv4

source: <b>IPv_4 configuration</b>
et: <b>IPv_4 seadistus</b>
pt_pt: <b>Configuração do IPv_4</b>

source: _Enable IPv6
et: _Kasuta IPv6 ühendust
pt_pt: _Ativar o IPv6

source: Enable DHCPv6
et: Kasuta DHCPv6 protokolli
pt_pt: Ativar o DHCPv6

source: <b>IPv_6 configuration</b>
et: <b>IPv_6 seadistus</b>
pt_pt: <b>Configuração do IPv_6</b>

source: Use net_work name
et: Kasuta _võrgunime
pt_pt: Usar o nome da rede

source: Cust_om
et: K_ohandatud
pt_pt: _Personalizado

source: <b>DNS domain name</b>
et: <b>Nimelahenduse domeeninimi</b>
pt_pt: <b>Nome do domínio DNS</b>

source: Add a New Storage Pool
et: Lisa uus salvestusruumi puul
pt_pt: Adicionar um Novo Pool de Armazenamento

source: <span size='large'>Create storage pool</span>
et: <span size='large'>Lisa salvestusruumi puul</span>
pt_pt: <span size='large'>Criar um pool de armazenamento</span>

source: Tar_get Path:
et: Siht_asukoht:
pt_pt: _Caminho do Destino:

source: F_ormat:
et: V_orming:
pt_pt: _Formato:

source: Host Na_me:
et: Hostini_mi:
pt_pt: _Nome do Anfitrião:

source: Initiator _IQN:
et: Algatav _IQN:
pt_pt: Iniciador do _IQN:

source: B_rowse
et: Si_rvi
pt_pt: _Procurar

source: Bro_wse
et: Sir_vi
pt_pt: _Procurar

source: New VM
et: Uus virtuaalmasin
pt_pt: Nova Máquina virtual

source: <span size='large'>Create a new virtual machine</span>
et: <span size='large'>Loo uus virtuaalmasin</span>
pt_pt: <span size='large'>Criar uma nova máquina virtual</span>

source: Choose virtualization type
et: Vali virtualiseerimise tüüp
pt_pt: Escolher o tipo de virtualização

source: _Virtual machine
et: _Virtuaalmasin
pt_pt: _Máquina virtual

source: _Container
et: _Konteiner
pt_pt: _Contentor

source: Choose how you would like to install the operating system
et: Vali operatsioonisüsteemi paigaldamise viis
pt_pt: Escolha como pretende instalar o sistema operativo

source: _Local install media (ISO image or CDROM)
et: Koha_lik paigaldusmeedium (ISO-tõmmis või CD-plaat)
pt_pt: _Suporte de instalação local (imagem ISO ou CD-ROM)

source: Network _Install (HTTP, HTTPS, or FTP)
et: Võrgupa_igaldus (HTTP, HTTPS või FTP)
pt_pt: _Instalar via Rede (HTTP, HTTPS, ou FTP)

source: Import _existing disk image
et: Impordi ol_emasolev kettatõmmis
pt_pt: Importar _imagem de um disco existente

source: Ma_nual install
et: _Käsitsi paigaldus
pt_pt: _Instalação manual

source: Choose the container type
et: Vali konteineri tüüp
pt_pt: Escolher tipo de contentor

source: _Application container
et: R_akenduse konteiner
pt_pt: _Contentor da Aplicação

source: O_perating system container
et: O_peratsioonisüsteemi konteiner
pt_pt: _Contentor do Sistema operativo

source: C_onnection:
et: _Ühendus:
pt_pt: _Conexão:

source: _Xen Type:
et: _Xeni tüüp:
pt_pt: _Tipo de Xen:

source: _Architecture:
et: _Arhitektuur:
pt_pt: _Arquitetura:

source: _Machine Type:
et: _Masina tüüp:
pt_pt: _Tipo de Máquina:

source: _Virt Type:
et: _Virtualiseerimise tüüp:
pt_pt: _Tipo de Virtualização:

source: Architecture options
et: Arhitektuuri valikud
pt_pt: Opções de arquitetura

source: Name
et: Nimi
pt_pt: Nome

source: Choose _ISO or CDROM install media:
et: Vali paigaldusmeediumiks _ISO-fail või CD-plaat:
pt_pt: Escolher suporte de instalação _ISO ou CD-ROM:

source: Bro_wse...
et: Sir_vi...
pt_pt: Procurar...

source: Provide the operating system install U_RL:
et: Sisesta operatsioonisüsteemi paigalduse aad_ress:
pt_pt: Fornecer o URL de instalação do sistema operativo:

source: Kerne_l options:
et: Kerne_li valikud:
pt_pt: _Opções do kernel:

source: URL _Options
et: Võrguaadressi _valikud
pt_pt: _Opções do URL

source: Provide the existing stora_ge path:
et: Viita olemasolevale andmer_uumi asukohale:
pt_pt: Forneça o caminho de armazenamento existente:

source: B_rowse...
et: Si_rvi...
pt_pt: Procurar...

source: <small>Kernel/initrd settings can be configured with 'Customize before install' on the final page.</small>
et: <small>Kerneli või initrd seadistusi saad lõpuvaates hallata „Kohenda enne paigaldust“ valikust.</small>
pt_pt: <small>As definições do Kernel/initrd podem ser configuradas com a opção 'Personalizar antes de instalar' na página final. </small>

source: Provide the _application path:
et: Sisesta r_akenduse asukoht:
pt_pt: Forneça o caminho da aplicação:

source: Provide the existing OS root _directory:
et: Sisesta olemasoleva operatsioonisüsteemi _juurkaust:
pt_pt: Forneça o diretório raiz do sistema operativo existente:

source: <small>The OS directory tree must already exist. To enable OS directory tree creation, please install <a href="https://github.com/virt-manager/virt-bootstrap">virt-bootstrap</a></small>
et: <small>Operatsioonisüsteemi kaustapuu peab juba olema olemas. Kui tahad, et ka kaustapuu loomine oleks võimalik, siis palun paigalda ja võta kasutusele<a href="https://github.com/virt-manager/virt-bootstrap">virt-bootstrap</a></small>
pt_pt: <small> A hierarquia do diretório do sistema operativo tem que existir. Para ativar a hierarquia do diretório faça a instalação do <a href="https://github.com/virt-manager/virt-bootstra p">virt-bootstrap</a></small>, por favor

source: <small>The OS directory tree must already exist. Creating an OS directory tree for remote connections is not yet supported.</small>
et: <small>Operatsioonisüsteemi kaustapuu peab juba olema olemas. Kaustapuu loomine pole kaugühenduste puhul veel toetatud.</small>
pt_pt: <small>A hierarquia do diretório tem que existir. A criação de uma hierarquia do diretório para um sistema operativo a partir de conexões remotas ainda não é suportado </small>

source: Create OS directory tree from container image
et: Loo operatsioonisüsteemi kaustapuu konteineritõmmisest
pt_pt: Criar uma hierarquia para o sistema operativo a partir de uma imagem empacotada

source: Source URI:
et: Lähte-URI:
pt_pt: Fonte do URI:

source: Possible URL formats: * file:///path/to/rootfs.tar * docker://registry:port/image:tag * virt-builder://template
et: Aadressi võimalikud vormingud: * file:///path/to/rootfs.tar * docker://registry:port/image:tag * virt-builder://template
pt_pt: Possíveis formatos do URL: * file:///path/to/rootfs.tar * docker://registry:port/image:tag * virt-builder://template

source: Do not verify TLS certificates of registry
et: Ära kontrolli registri TLS-sertifikaate
pt_pt: Não verificar os certificados TLS de registo

source: Username:
et: Kasutajanimi:
pt_pt: Nome de utilizador:

source: Password:
et: Salasõna:
pt_pt: Palavra-passe:

source: Credentials for accessing the source registry
et: Lähteregistri kasutajanimi/salasõma
pt_pt: Credenciais para aceder ao registo fonte

source: Root password:
et: Juurkasutaja (administraatori) salasõna:
pt_pt: Palavra-passe root:

source: Select _container template:
et: Vali _konteineri mall:
pt_pt: Selecionar modelo do _contentor:

source: VZ templates
et: VZ-mallid
pt_pt: Modelos VZ

source: C_hoose the operating system you are installing:
et: Vali _operatsioonisüsteem, mida kavatsed paigaldada:
pt_pt: _Escolha o sistema operativo que vai instalar:

source: A_utomatically detect from the installation media / source
et: Tuvasta a_utomaatselt paigaldusmeedoimist või -allikast
pt_pt: _Detetar automaticamente a partir do suporte de instalação / fonte

source: Install
et: Paigalda
pt_pt: Instalar

source: Choose Memory and CPU settings:
et: Vali mälu ja protsessori seadistused:
pt_pt: Escolha as definições de Memória e CPU:

source: _Memory:
et: _Mälu:
pt_pt: _Memória:

source: (Insert host mem)
et: (Sisesta alussüsteemi mälu)
pt_pt: (Inserir memória do anfitrião)

source: Memory
et: Mälu
pt_pt: Memória

source: _Enable storage for this virtual machine
et: Kasuta selle virtuaalmasina puhul andm_eruumi
pt_pt: _Ativar o armazenamento para esta máquina virtual

source: Storage
et: Andmeruum
pt_pt: Armazenamento

source: Ready to begin the installation
et: Valmis paigaldamisega alustamiseks
pt_pt: Pronto para iniciar a instalação

source: C_ustomize configuration before install
et: Enne paigaldust kohenda seadistusi
pt_pt: _Personalizar a instalação antes de instalar

source: Install:
et: Paigaldus:
pt_pt: Instalar:

source: Memory:
et: Mälu:
pt_pt: Memória:

source: OS:
et: Operatsioonisüsteem:
pt_pt: Sistema operativo:

source: N_etwork selection
et: Võr_gu valik
pt_pt: _Seleção de rede

source: Finish
et: Valmis
pt_pt: Terminar

source: _Back
et: _Tagasi
pt_pt: _Recuar

source: _Forward
et: _Edasi
pt_pt: _Avançar

source: Add a Storage Volume
et: Lisa andmeruumi köide
pt_pt: Adicionar um Volume de Armazenamento

source: <span size='large'>Create storage volume</span>
et: <span size='large'>Andmeruumi köite lisamine</span>
pt_pt: <span size='large'>Criar um volume de armazenamento</span>

source: Create a storage unit to be used directly by a virtual machine.
et: Lisa andmeruumi köide, mida saab kasutada otse virtuaalmasinas.
pt_pt: Criar uma unidade de armazenamento para ser usada diretamente por uma máquina virtual.

source: <b>Storage Volume Quota</b>
et: <b>Andmeruumi kvoot</b>
pt_pt: <b>Quota do Volume de Armazenamento</b>

source: Ca_pacity:
et: _Maht:
pt_pt: _Capacidade:

source: _Allocate entire volume now
et: _Eralda kohe kogu köide
pt_pt: _Alocar o volume inteiro agora

source: Pa_th:
et: Asukoh_t:
pt_pt: _Caminho:

source: _Backing store
et: _Taustahoidla
pt_pt: _Espaço de reserva

source: Delete Virtual Machine
et: Kustuta virtuaalmasin
pt_pt: Eliminar a Máquina virtual

source: <small>This VM is currently running and will be forced off before being deleted</small>
et: <small>See virtuaalmasin on hetkel töös ja lülitatakse nüüd sundkorras välja</small>
pt_pt: <small>Esta máquina virtual está em execução e será desligada forçadamente antes de ser eliminada.</small>

source: Delete _associated storage files
et: Kustuta seotud _andmeruumifailid
pt_pt: _Eliminar ficheiros de armazenamento associados

source: _Delete
et: _Kustuta
pt_pt: _Eliminar

source: A_dd Hardware
et: Li_sa riistvara
pt_pt: _Adicionar hardware

source: Status:
et: Olek:
pt_pt: Estado:

source: T_itle:
et: Pealk_iri:
pt_pt: _Título:

source: Shut down
et: Seisatud
pt_pt: Encerrar

source: D_escription:
et: Kirj_eldus:
pt_pt: _Descrição:

source: <b>Basic Details</b>
et: <b>Põhiandmed</b>
pt_pt: <b>Detalhes básicos</b>

source: Hypervisor:
et: Hüperviisor:
pt_pt: Hipervisor:

source: Architecture:
et: Arhitektuur:
pt_pt: Arquitetura:

source: Emulator:
et: Emulaator:
pt_pt: Emulador:

source: Machine _Type:
et: Masina _tüüp:
pt_pt: _Tipo de Máquina:

source: <b>Hypervisor Details</b>
et: <b>Hüperviisori andmed</b>
pt_pt: <b>Detalhes do Hipervisor</b>

source: <b>Operating Sys_tem</b>
et: <b>Operatsioonisüs_teem</b>
pt_pt: <b>Sistema Operativo</b>

source: <b>Applications</b>
et: <b>Rakendused</b>
pt_pt: <b>Aplicações</b>

source: Refresh
et: Värskenda
pt_pt: Recarregar

source: <b>CPU usage</b>
et: <b>Protsessori koormus</b>
pt_pt: <b>Utilização da CPU</b>

source: <b>Memory usage</b>
et: <b>Mälukasutus</b>
pt_pt: <b>Utilização da memória</b>

source: <b>Disk I/O</b>
et: <b>Ketta I/O</b>
pt_pt: <b>I/O do disco</b>

source: <b>Network I/O</b>
et: <b>Võrguliiklus</b>
pt_pt: <b>I/O da rede</b>

source: Logical host CPUs:
et: Alussüsteemi loogilisi protsessoreid:
pt_pt: CPUs lógicos do anfitrião:

source: vCPU a_llocation:
et: vCPU era_ldamine:
pt_pt: _Alocação da vCPU:

source: <small>Overcommitting vCPUs can hurt performance</small>
et: <small>vCPU-de ülemäärane kasutus võib vähendada jõudlust</small>
pt_pt: <small>Alocar demasiados vCPUs poderá prejudicar o desempenho</small>

source: M_odel:
et: M_udel:
pt_pt: _Modelo:

source: Copy host CP_U configuration
et: Kopeeri al_ussüsteemi protsessori seadistused
pt_pt: _Copiar a configuração da CPU do anfitrião

source: Enable available CPU security flaw mitigations
et: Kasuta olemasolevaid protsessori turvavigade leevendusvõimalusi
pt_pt: Ativar mitigações disponíveis de falhas de segurança da CPU

source: <b>Configu_ration</b>
et: <b>_Seadistus</b>
pt_pt: <b>Configuração</b>

source: Manuall_y set CPU topology
et: Määra protsessori topoloogia käsits_i
pt_pt: _Definir manualmente a topologia da CPU

source: Cor_es:
et: _Tuumasid:
pt_pt: _Núcleos:

source: <b>To_pology</b>
et: <b>To_polooogia</b>
pt_pt: <b>Topologia</b>

source: Current a_llocation:
et: Praegune era_ldus:
pt_pt: _Alocação atual:

source: Ma_ximum allocation:
et: Ma_ksimaalne eraldus:
pt_pt: _Alocação máxima:

source: Total host memory:
et: Alussüsteemi mälu kokku:
pt_pt: Memória total do anfitrião:

source: Enable shared _memory
et: Luba jagatud _mälu kasutamine
pt_pt: _Ativar memória partilhada

source: <b>Memory</b>
et: <b>Mälu</b>
pt_pt: <b>Memória</b>

source: Start virt_ual machine on host boot up
et: Käivita virt_uaalmasin alussüsteemi käivitumisel
pt_pt: _Iniciar a máquina virtual no arranque do anfitrião

source: <b>Autostart</b>
et: <b>Automaatne käivitus</b>
pt_pt: <b>Início automático</b>

source: Init _path:
et: Initi _asukoht:
pt_pt: _Caminho do init:

source: Init ar_gs:
et: Initi ar_gumendid:
pt_pt: _Argumentos do init:

source: <b>Container init</b>
et: <b>Konteineri init</b>
pt_pt: <b>Contentor do init</b>

source: Ena_ble direct kernel boot
et: Luba kerneli ots_ekäivitus alglaadimisel
pt_pt: _Ativar arranque direto do kernel

source: Ke_rnel path:
et: Ke_rneli asukoht:
pt_pt: _Caminho do kernel:

source: _Initrd path:
et: _Initrd asukoht:
pt_pt: _Caminho do initrd:

source: Browse
et: Sirvi
pt_pt: Procurar

source: Kernel ar_gs:
et: Kerneli ar_gumendid:
pt_pt: _Argumentos do kernel:

source: D_TB path:
et: D_TB asukoht:
pt_pt: _Caminho do DTB:

source: <b>Dir_ect kernel boot</b>
et: <b>Kerneli ots_ekäivitus alglaadimisel</b>
pt_pt: <b>Arranque direto do kernel</b>

source: Enable boot me_nu
et: Kasuta alglaadimise me_nüüd
pt_pt: Ativar menu de arranque

source: <b>Boot device order</b>
et: <b>Seadmete järjekord alglaadimisel</b>
pt_pt: <b>Ordem dos dispositivos de arranque</b>

source: Storage size:
et: Andmeruumi suurus:
pt_pt: Tamanho do armazenamento:

source: Source _path:
et: Lähte_asukoht:
pt_pt: _Caminho da fonte:

source: _Browse
et: _Sirvi
pt_pt: _Procurar

source: Device type:
et: Seadme tüüp:
pt_pt: Tipo de dispositivo:

source: Disk b_us:
et: Ketta_siin:
pt_pt: _Barramento do disco:

source: disk-bus-label
et: kettasiini silt
pt_pt: disco-barramento-etiqueta
