Repository: virt-manager/virt-manager
Catalog: po/*.po
Languages: et, pt_pt

source: Device could not be removed from the running machine
et: Seadet ei saanud eemaldada töötavats virtuaalmasinast
pt_pt: Não foi possível remover o dispositivo da máquina em execução

source: Remove Disk Device
et: Eemalda kettaseade
pt_pt: Remover o Dispositivo de disco

source: Remove disk device '%(target)s'
et: Eemalda kettaseade „%(target)s“
pt_pt: Remover o dispositivo de disco '%(target)s'

source: Removing disk device '%s' and selected storage (this may take a while)
et: Eemaldan kettaseadet „%s“ ja valitud andmeruumi (selleks võib kuluda natuke aega)
pt_pt: A remover o dispositivo de disco e armazenamento selecionado '%s' (pode demorar algum tempo)

source: Removing disk device '%s'
et: Eemaldan kettaseade „%s“
pt_pt: A remover o dispositivo de disco '%s'

source: Target
et: Sihtobjekt
pt_pt: Destino

source: Storage Path
et: Andmeruumi asukoht
pt_pt: _Caminho de Armazenamento

source: Cannot delete iSCSI share.
et: iSCSI-st jagatud sisu ei saa kustutada.
pt_pt: Não é possível eliminar a partilha iSCSI.

source: Cannot delete SCSI device.
et: SCSI-seadet ei saa kustutada.
pt_pt: Não foi possível eliminar o dispositivo SCSI.

source: Cannot delete unmanaged remote storage.
et: Haldamata andmeruumi kausgseadmes ei saa kustutada.
pt_pt: Não foi possível eliminar o armazenamento remoto não gerido.

source: Path does not exist.
et: Asukohta pole olemas.
pt_pt: O caminho não existe.

source: No write access to parent directory.
et: Ülemkaustas puuduvad kirjutusõigused.
pt_pt: O diretório ascendente não tem permissões de escrita.

source: Cannot delete unmanaged block device.
et: Haldamata plokkseadet ei saa kustutada.
pt_pt: Não foi possível eliminar o dispositivo de bloco não gerido.

source: Storage is read-only.
et: Andmeruum on vaid lugemisõigustes.
pt_pt: O armazenamento só tem permissões de escrita.

source: No write access to path.
et: Adukohas puuduvad kirjutusõigused.
pt_pt: O caminho não tem permissões de escrita.

source: Storage is marked as shareable.
et: Andmeruum on märgitud jagatavaks.
pt_pt: O armazenamento está marcado como partilhável.

source: Storage is a media device.
et: Andmeruum on meediaseade.
pt_pt: O armazenamento é um dispositivo de mídia.

source: Storage is in use by the following virtual machines
et: Järgnevad virtuaalmasinad kasutada seda andmeruumi
pt_pt: O armazenamento está em uso pelas seguintes máquinas virtuais

source: Failed to check disk usage conflict.
et: Kettakasutuse konflikti kontrollimine ei õnnestunud.
pt_pt: A deteção de conflitos de discos em uso falhou.

source: Leave Fullscreen
et: Lahku täisekraanivaatest
pt_pt: Sair do Ecrã Inteiro

source: Leave fullscreen
et: Lahku täisekraanivaatest
pt_pt: Sair do ecrã inteiro

source: Send key combination
et: Saada klahvikombinatsioon
pt_pt: Enviar combinação de teclas

source: Cannot display graphical console type '%s'
et: „%s“ tüüpi graafilist konsooli ei õnnestu kuvada
pt_pt: Não foi possível mostrar a consola gráfica do tipo '%s'

source: Text Console %d
et: Tekstikonsool %d
pt_pt: Consola de Texto %d

source: Serial %d
et: Jadaühendus %d
pt_pt: Número de série: %d

source: No text console available
et: Ühtegi tekstkonsooli pole saadaval
pt_pt: Não está disponível nenhuma consola de texto

source: Graphical Console
et: Graafiline konsool
pt_pt: Consola Gráfica

source: virt-manager does not support more than one graphical console
et: virt-manager ei toeta enam kui ühte graafilist konsooli
pt_pt: O virt-manager não suporta mais do que uma consola gráfica

source: Graphical console not configured for guest
et: Graafiline konsool pole külalissüsteemi jaoks seadistatud
pt_pt: A consola gráfica não está configurada para o hóspede

source: Guest has crashed.
et: Külalissüsteem on jooksnud kokku.
pt_pt: O hóspede parou de funcionar.

source: Guest is not running.
et: Külalissüsteem ei tööta.
pt_pt: O hóspede não está em execução.

source: Connecting to graphical console for guest
et: Ühendan külalissüsteemi graafilise konsooliga
pt_pt: A conectar a consola gráfica ao hóspede

source: Error connecting to graphical console: %s
et: Viga graafilise konsooliga ühendamisel: %s
pt_pt: Erro ao conectar à consola gráfica: %s

source: Viewer authentication error: %s
et: Vaatamisrakenduse autentimisviga: %s
pt_pt: Erro de autenticação do visualizador: %s

source: USB redirection error
et: USB edasisuunamise viga
pt_pt: Erro de redireção USB

source: Viewer was disconnected.
et: Vaatamisrakenduse ühendus on katkestatud.
pt_pt: O visualizador foi desconectado.

source: SSH tunnel error output: %s
et: SSH tunneli veaväljund: %s
pt_pt: Saída do erro de túnel SSH: %s

source: Viewer is disconnecting.
et: Vaatamisrakendus on katkestamas ühendust.
pt_pt: A visualização esta a ser desconectada.

source: Viewer window closed.
et: Vaatamisrakenduse aken on suletud.
pt_pt: A janela de visualização fechou.

source: Press %s to release pointer.
et: Osutusseadme vabastamiseks vajuta „%s“.
pt_pt: Pressione %s para libertar o ponteiro do rato.

source: Floppy %(index)d
et: Flopi %(index)d
pt_pt: Disquete %(index)d

source: %(bus)s Disk %(index)d
et: %(bus)s Ketas %(index)d
pt_pt: %(bus)s Disco %(index)d

source: Serial %(num)d
et: Jadaühendus %(num)d
pt_pt: Número de série %(num)d

source: Parallel %(num)d
et: Rööpseade %(num)d
pt_pt: Paralelo %(num)d

source: Console %(num)d
et: Konsool %(num)d
pt_pt: Consola %(num)d

source: Channel (%(name)s)
et: Kanal (%(name)s)
pt_pt: Canal %(name)s

source: Channel %(type)s
et: Kanal %(type)s
pt_pt: Canal %(type)s

source: Display %s
et: Ekraan %s
pt_pt: Ecrã %s

source: %(bus)s Redirector %(index)d
et: %(bus)s edasisuunaja %(index)d
pt_pt: %(bus)s Redirecionamento %(index)d

source: Sound %s
et: Heliseade %s
pt_pt: Som %s

source: Video %s
et: Videoseade %s
pt_pt: Vídeo %s

source: Filesystem %(path)s
et: Failisüsteem %(path)s
pt_pt: Sistema de ficheiros %(path)s

source: Controller %(controller)s %(index)s
et: Kontroller %(controller)s %(index)s
pt_pt: Controlador %(controller)s %(index)s

source: Controller %(controller)s
et: Kontroller %(controller)s
pt_pt: Controlador %(controller)s

source: _Add Hardware
et: _Lisa riistvara
pt_pt: _Adicionar Hardware

source: _Remove Hardware
et: _Eemalda riistvara
pt_pt: _Remover Hardware

source: Libvirt or hypervisor does not support UEFI.
et: Libvirt või hüperviisor ei toeta UEFI-t.
pt_pt: O libvirt ou o hipervisor não suporta UEFI.

source: Libvirt did not detect any UEFI/OVMF firmware image installed on the host.
et: Libvirt ei suutnud tuvastada ühtegi alussüstemi paigaldatud UEFI/OVMF püsivara tõmmist.
pt_pt: O libvirt não detetou nenhuma imagem de firmware UEFI/OVMF instalada no anfitrião.

source: Version
et: Versioon
pt_pt: Versão

source: Application Default
et: Rakenduse vaikeseadistused
pt_pt: Predefinições da Aplicação

source: Hypervisor Default
et: Hüperviisori vaikeseadistused
pt_pt: Predefinições do Hipervisor

source: Clear CPU configuration
et: Eemalda protsessori seadistused
pt_pt: Limpar a configuração da CPU

source: Disk bus:
et: Kettasiin:
pt_pt: Barramento do disco:

source: Error launching hardware dialog: %s
et: Viga riistvara vaate käivitamisel: %s
pt_pt: Erro ao iniciar a janela de hardware: %s

source: Are you sure you want to remove this device?
et: Kas oled kindel, et soovid selle seadme eemaldada?
pt_pt: Tem a certeza de que pretende remover este dispositivo?

source: Unknown
et: Tundmatu
pt_pt: Desconhecido

source: Error applying changes: %s
et: Viga muudatuste rakendamisel: %s
pt_pt: Erro ao aplicar alterações: %s

source: Error changing autostart value: %s
et: Viga automaatse käivitamise seadistuste muutmisel: %s
pt_pt: Erro ao alterar o valor de início automático: %s

source: Cannot set initrd without specifying a kernel path
et: initrd'd pole võimalik määratleda ilma kerneli asukohata
pt_pt: Impossível definir initrd sem especificar um caminho de kernel

source: Cannot set kernel arguments without specifying a kernel path
et: Kerneli argumente pole võimalik määratleda ilma kerneli asukohata
pt_pt: Impossível definir argumentos de kernel sem especificar um caminho de kernel

source: An init path must be specified
et: initi asukoht peab olema määratus
pt_pt: Deverá ser especificado um caminho de init

source: Disk '%(path)s' is already in use by other guests %(names)s
et: „%(path)s“ ketast kasutavad juba muud külalissüsteemid „%(names)s“
pt_pt: O %(path)s do disco já está em uso por outros hóspedes %(names)s

source: Do you really want to use the disk?
et: Kas sa kindlasti soovid seda ketast kasutada?
pt_pt: Tem a certeza de que pretende usar o disco?

source: Remove this device from the virtual machine
et: Eemalda see seade virtuaalmasinast
pt_pt: Remover este dispositivo da máquina virtual

source: Error refreshing hardware page: %s
et: Viga riistvara vaate uuendamisel: %s
pt_pt: Erro ao refrescar a página de hardware: %s

source: %(received)d %(units)s read
et: %(received)d %(units)s loetud
pt_pt: %(received)d %(units)s lidos

source: %(transferred)d %(units)s write
et: %(transferred)d %(units)s kirjutatud
pt_pt: %(transferred)d%(units)s escrito

source: %(received)d %(units)s in
et: %(received)d %(units)s sisse
pt_pt: %(received)d %(units)s recebidos

source: %(transferred)d %(units)s out
et: %(transferred)d %(units)s välja
pt_pt: %(transferred)d %(units)s saído

source: Disabled
et: Pole kasutusel
pt_pt: Desativado

source: %(current-memory)s of %(total-memory)s
et: %(current-memory)s / %(total-memory)s
pt_pt: %(current-memory)s de %(total-memory)s

source: Absolute Movement
et: Absoluutne liikumine
pt_pt: Movimento Absoluto

source: Relative Movement
et: Suhteline liikumine
pt_pt: Movimento Relativo

source: Hypervisor does not support removing this device
et: Hüperviisor ei toeta selle seadme eemaldamist
pt_pt: O hipervisor não suporta a remoção deste dispositivo

source: %(graphicstype)s Server
pt_pt: Servidor %(graphicstype)s

source: Serial Device
et: Jadaühenduse seade
pt_pt: Dispositivo de Interface Serial

source: Parallel Device
et: Rööpseade
pt_pt: Dispositivo Paralelo

source: Console Device
et: Konsooliseade
pt_pt: Dispositivo de Consola

source: Channel Device
et: Kanaliseade
pt_pt: Dispositivo de Canal

source: Primary Console
et: Põhikonsool
pt_pt: Consola Primária

source: Off
et: Väljas
pt_pt: Desligado

source: On
et: Sees
pt_pt: Ligado

source: Physical %s Device
et: Füüsiline seade: %s
pt_pt: Dispositivo %s Físico

source: Cannot remove last video device while Graphics/Display is attached.
et: Kui graafikavaade on ühendatud või lisatud, siis viimast videoseadet ei saa eemaldada.
pt_pt: Não é possível remover o último dispositivo de vídeo enquanto os Gráficos/Ecrãs estiverem associados.

source: %(device)s on %(address)s
et: %(device)s aadressil %(address)s
pt_pt: %(device)s no %(address)s

source: Cannot remove controller while devices are attached.
et: Kui seadmed on ühendatud, siis kontrollerit ei saa eemaldada.
pt_pt: Não é possível remover o controlador enquanto os dispositivos estiverem associados.

source: Hard Disk
et: Kõvaketas
pt_pt: Disco Rígido

source: Network (PXE)
et: Võrk (PXE)
pt_pt: Rede (PXE)

source: No bootable devices
et: Alglaadimissuutlikke seadmeid ei leidu
pt_pt: Nenhum dispositivo de arranque

source: Overview
et: Ülevaade
pt_pt: Visão Geral

source: OS information
et: Operatsioonisüsteemi teave
pt_pt: Informação do Sistema operativo

source: Performance
et: Jõudlus
pt_pt: Desempenho

source: Boot Options
et: Algalaadimise valikud
pt_pt: Opções de Arranque

source: Console for device type '%s' is not supported
et: „%s“ seadme tüübi jaoks pole konsool toetatud
pt_pt: A consola não é suportada para este tipo de dispositivo '%s'

source: _Copy
et: _Kopeeri
pt_pt: _Copiar

source: _Paste
et: _Aseta
pt_pt: _Colar

source: Error connecting to text console: %s
et: Viga tekstikonsooliga ühendamisel: %s
pt_pt: Erro ao conectar à Consola de texto: %s

source: external snapshots not supported with this libvirt connection
et: välised hetktõmmised pole selle libvirti ühenduse puhul toetatud
pt_pt: Capturas instantâneas externas não são suportadas por esta conexão libvirt

source: Error creating snapshot: %s
et: Viga hetktõmmise tegemisel: %s
pt_pt: Erro ao Criar captura instantânea: %s

source: Snapshot
et: Hetktõmmis
pt_pt: Captura instantânea

source: Error validating snapshot: %s
et: Viga hetktõmmise õigsuse kontrollimisel: %s
pt_pt: Erro ao validar Captura instantânea: %s

source: Creating snapshot
et: Teen hetktõmmist
pt_pt: A criar Captura instantânea

source: Creating virtual machine snapshot
et: Teen virtuaalmasinast hetktõmmist
pt_pt: A criar Captura instantânea da Máquina virtual

source: Mixing external and internal snapshots for the same VM is not recommended. Are you sure you want to continue?
pt_pt: A mistura de Capturas instantâneas, externas e internas para a mesma Máquina virtual, não é recomendada. Tem a certeza de que pretende continuar?

source: _Start snapshot
et: _Käivita hetktõmmis
pt_pt: _Iniciar Captura instantânea

source: _Delete snapshot
et: _Kustuta hetktõmmis
pt_pt: _Eliminar Captura instantânea

source: Error refreshing snapshot list: %s
et: Viga hetktõmmiste loendi uuendamisel: %s
pt_pt: Erro ao recarregar a lista de Capturas instantâneas: %s

source: %(vm)s <span size='small'>VM State: %(state)s (External)</span>
et: %(vm)s <span size='small'>Virtuaalmasinaolek: %(state)s (väline)</span>
pt_pt: %(vm)s <span size='small'>Estado da Máquina Virtual: %(state)s (Externo)</span>

source: %(vm)s <span size='small'>VM State: %(state)s</span>
et: %(vm)s <span size='small'>Virtuaalmasina olek: %(state)s</span>
pt_pt: %(vm)s <span size='small'>Estado da Máquina Virtual: %(state)s</span>

source: <b>Snapshot '%(name)s':</b>
et: <b>Hetktõmmis „%(name)s“:</b>
pt_pt: <b>Captura instantânea '%(name)s':</b>

source: External disk and memory
et: Väline ketas ja mälu
pt_pt: Disco e memória externo

source: External memory only
et: Vaid väline mälu
pt_pt: Apenas memória externa

source: External disk only
et: Vaid väline ketas
pt_pt: Apenas disco externo

source: Saved memory state will not be part of the snapshot
et: Salvestatud mäluolek ei saa olema hetktõmmise osa
pt_pt: O estado da memória gravada não vai fazer parte da captura instantânea

source: The domain is currently saved. Due to technical limitations that saved memory state will not become part of the snapshot. Running it later will be the same as having forced the system off mid-flight. It is recommended to snapshot either the running or shut down system instead.
pt_pt: Neste momento o domínio está gravado. O estado da memória gravada não vai fazer parte da captura instantânea devido a limitações técnicas. Iniciar este a captura mais tarde vai ser o mesmo que forçar o sistema durante o funcionamento. É recomendado que faça a captura instantânea durante o funcionamento do sistema ou depois de este estar encerrado.

source: Are you sure you want to run the snapshot '%(name)s'? All the disk changes since the last snapshot was created will be discarded.
pt_pt: Tem a certeza de que pretende iniciar a captura instantânea '%(name)s'? Todas as alterações feitas ao disco desde a última captura vão ser descartadas.

source: Are you sure you want to run the snapshot '%(name)s'? All the disk and configuration changes since the last snapshot was created will be discarded.
pt_pt: Tem a certeza de que pretende iniciar a captura instantânea '%(name)s'? Todas as alterações de disco e configurações desde a última captura vão ser descartadas.

source: Saved state will be removed to avoid filesystem corruption
et: Vältimaks failisüsteemi katkiminekut kustutatakse salvestatud olek
pt_pt: O estado da máquina gravado vai ser removido para prevenir a corrupção do Sistema de ficheiros

source: Snapshot '%s' contains only disk and no memory state. Restoring the snapshot would leave the existing saved state in place, effectively switching a disk underneath a running system. Running the domain afterwards would likely result in extensive filesystem corruption. Therefore the saved state will be removed before restoring the snapshot.
pt_pt: A Captura instantânea '%s' só contem um disco e nenhum estado de memória. Restaurar a captura vai deixar o estado da máquina existente guardado, mudando efetivamente um disco subjacente a um sistema em funcionamento. Executar o domínio posteriormente pode causar uma corrupção extensiva do Sistema de ficheiros. Como consequência o estado da máquina guardado vai ser removido antes de restaurar a Captura instantânea.

source: Running snapshot
et: Töötavad hetktõmmised
pt_pt: A executar Captura instantânea

source: Running snapshot '%s'
et: Käivitan hetktõmmist „%s“
pt_pt: A executar Captura instantânea '%s'

source: Error running snapshot '%s'
et: Viga hetktõmmise „%s“ käivitamisel
pt_pt: Erro ao executar a Captura instantânea '%s'

source: Are you sure you want to permanently delete the selected snapshots?
et: Kas oled kindel, et soovid valitud hetktõmmised kustutada?
pt_pt: Tem a certeza de que pretende eliminar permanentemente as Capturas instantâneas selecionadas?

source: Deleting snapshot
et: Kustutan hetktõmmist
pt_pt: A eliminar Captura instantânea

source: Deleting snapshot '%s'
et: Kustutan hetktõmmist „%s“
pt_pt: A eliminar Captura instantânea '%s'

source: Error deleting snapshot '%s'
et: Viga hetktõmmise „%s“ kustutamisel
pt_pt: Erro ao eliminar a Captura instantânea '%s'

source: No snapshot selected.
et: Sa pole ühtegi hetktõmmist valinud.
pt_pt: Nenhuma Captura instantânea selecionada.

source: Multiple snapshots selected.
et: Sa oled valinud mitu hetktõmmist.
pt_pt: Múltiplas Capturas instantâneas selecionadas.

source: Error selecting snapshot: %s
et: Viga hetktõmmise „%s“ valimisel
pt_pt: Erro ao selecionar a Captura instantânea: %s

source: Guest is on a remote host, but is only configured to allow local file descriptor connections.
pt_pt: O hóspede está num anfitrião remoto, mas só está configurado para permitir conexões locais de descritor de ficheiro.

source: Guest is configured for TLS only which does not work over SSH.
pt_pt: O hóspede está configurado apenas para TLS, que não funciona sobre SSH.

source: Guest is on a remote host with transport '%s' but is only configured to listen locally. To connect remotely you will need to change the guest's listen address.
pt_pt: O hóspede está num anfitrião remoto com transporte '%s', mas está configurado apenas para escutar localmente. Para conectar remotamente é necessário alterar o endereço de escuta do hóspede.

source: Unable to provide requested credentials to the VNC server. The credential type %s is not supported
pt_pt: Não foi possível fornecer as credenciais solicitadas ao servidor VNC. O tipo de credencial %s não é suportado

source: GTK-VNC viewer is too old
et: GTK-VNC vaatamisrakendus on liiga vana
pt_pt: O visualizador GTK-VNC é demasiado antigo

source: Encountered SPICE %(error-name)s
et: Tekkis Spice'i viga %(error-name)s
pt_pt: Foi encontrado um %(error-name)s no SPICE

source: Guest agent is not available.
et: Külalisüsteemi agent pole saadaval.
pt_pt: O agente do hóspede não está disponível.

source: %s available in the default location
et: „%s“ on saadaval vaikimisi asukohas
pt_pt: %s disponível na localização padrão

source: The emulator may not have search permissions for the path '%s'.
et: Emulaatoril ei pruugi olla õigust otsida asukohast „%s“.
pt_pt: O emulador poderá não ter permissões de procura no caminho '%s'.

source: Do you want to correct this now?
et: Kas sa sooviksid selle nüüd korda teha?
pt_pt: Pretende corrigir isto agora?

source: Don't ask about these directories again.
et: Ära küsi nende kaustade kohta enam uuesti.
pt_pt: Não perguntar de novo sobre estes diretórios.

source: Errors were encountered changing permissions for the following directories:
pt_pt: Foram encontrados erros ao alterar permissões para os seguintes diretórios:

source: A storage path must be specified.
et: Andmeruumi asukoht peab olema määratletud.
pt_pt: Deverá ser especificado um caminho de armazenamento.

source: Te_mplate:
et: _Mall:
pt_pt: _Modelo:

source: _Source path:
et: _Lähteasukoht:
pt_pt: _Caminho de origem:

source: You may need to 'Enable shared memory' on the 'Memory' screen.
et: Võib-olla pead vaatest „Mälu“ sisse lülitama valiku „Luba jagatud mälu“.
pt_pt: Poderá necessitar de 'Ativar a memória partilhada' na janela 'Memória'.

source: Spice server
et: Spice'i server
pt_pt: Servidor SPICE

source: VNC server
pt_pt: Servidor VNC

source: Address
et: Aadress
pt_pt: Endereço

source: Localhost only
et: Vaid kohalik seade (localost)
pt_pt: Apenas hóspede local

source: All interfaces
et: Kõik liidesed
pt_pt: Todas as interfaces

source: A_uto (Port %(port)d)
et: A_utomaatne (port %(port)d)
pt_pt: _Automático (Porta %(port)d)

source: No media selected
et: Sa pole valitud ühtegi meediumit
pt_pt: Nenhum suporte de instalação selecionado

source: Media Unknown
et: Meedium on tundmatu
pt_pt: Suporte de instalação desconhecido

source: No media detected
et: Polnud võimalik tuvastada ühtegi meediumit
pt_pt: Não foi detetado nenhum suporte de instalação

source: Usermode networking
et: Kasutajarežiimis võrgundus
pt_pt: Rede em modo de utilizador

source: Virtual network
et: Virtuaalne võrk
pt_pt: Rede virtual

source: Inactive
et: Pole aktiivne
pt_pt: Inativo

source: Bridge device...
et: Võrgusilla seade...
pt_pt: Dispositivo de ponte...

source: Macvtap device...
et: Macvtap-seade...
pt_pt: Dispositivo macvtap...

source: vDPA device...
et: vDPA-seade...
pt_pt: Dispositivo vDPA...

source: Virtual Network is not active.
et: Virtuaalne võrk pole aktiivne.
pt_pt: A Rede virtual não está ativada.

source: Virtual Network '%s' is not active. Would you like to start the network now?
et: Virtuaalne võrk „%s“ pole kasutusel. Kas sa tahaksid ta kohe sisse lülitada?
pt_pt: A Rede Virtual '%s' não está ativa. Pretende iniciar a rede agora?

source: Could not start virtual network '%(device)s': %(error)s
et: Virtuaalse võrgu „%(device)s“ käivitamine ei õnnestunud: %(error)s
pt_pt: Não foi possível iniciar a rede virtual '%(device)s': %(error)s

source: Emulated
et: Emuleeritud
pt_pt: Emulado

source: Checking for virtualization packages...
et: Kontrollin virtualiseerimispakette...
pt_pt: A procurar pacotes de virtualização...

source: Input Error
et: Sisendiviga
pt_pt: Erro de Entrada

source: Validation Error: %s
et: Viga õigsuse kontrollimisel: %s
pt_pt: Erro de Validação: %s

source: There are unapplied changes. Would you like to apply them now?
et: Leidub rakendamata muudatusi. Kas sa tahaksid need nüüd kasutusele võtta?
pt_pt: Existem alterações que não foram aplicadas. Pretende aplicá-las agora?

source: Don't warn me again.
et: Ära hoiata mind enam uuesti.
pt_pt: Não avisar de novo.

source: Don't ask me again
et: Ära küsi minult enam uuesti
pt_pt: Não perguntar de novo

source: Error launching host dialog: %s
pt_pt: Erro ao iniciar a janela do anfitrião: %s

source: %(currentmem)s of %(maxmem)s
et: %(currentmem)s / %(maxmem)s
pt_pt: %(currentmem)s de %(maxmem)s

source: %(connection)s - Connection Details
et: %(connection)s - ühenduse üksikasjad
pt_pt: Detalhes da Conexão - %(connection)s

source: Networks
et: Võrgud
pt_pt: Redes

source: Libvirt connection does not support virtual network management.
et: Libvirti ühendus ei toeta virtuaalsete võrkude haldust.
pt_pt: A conexão ao libvirt não suporta gestão de redes virtuais.

source: Connection not active.
et: Ühendus pole aktiivne.
pt_pt: Conexão não está ativa.

source: No virtual network selected.
et: Sa pole valinud ühtegi virtuaalset võrku.
pt_pt: Nenhuma rede virtual selecionada.

source: Error selecting network: %s
et: Viga võrgu valimisel: %s
pt_pt: Erro ao selecionar rede: %s

source: Routed network
et: Marsruuditud võrk
pt_pt: Rede reencaminhável
