Repository: virt-manager/virt-manager
Catalog: po/*.po
Languages: et, pt_pt

source: <b>Virtual Disk</b>
et: <b>Virtuaalne ketas</b>
pt_pt: <b>Disco Virtual</b>

source: Link _state:
et: Lingi _olek:
pt_pt: _Estado da ligação:

source: active
et: aktiivne
pt_pt: ativo

source: label
et: silt
pt_pt: etiqueta

source: I_P address:
et: I_P-aadress:
pt_pt: _Endereço de IP:

source: <b>Virtual Network Interface</b>
et: <b>Virtuaalse võrgu liides</b>
pt_pt: <b>Interface da Rede virtual</b>

source: Type:
et: Tüüp:
pt_pt: Tipo:

source: Mode:
et: Režiim:
pt_pt: Modo:

source: <b>Virtual Input Device</b>
et: <b>Virtuaalne sisendseade</b>
pt_pt: <b>Dispositivo de Entrada virtual</b>

source: <b>Sound Device</b>
et: <b>Heliseade</b>
pt_pt: <b>Dispositivo de Som</b>

source: label506
pt_pt: etiqueta506

source: label508
pt_pt: etiqueta508

source: label507
pt_pt: etiqueta507

source: Source host:
et: Lähtehost:
pt_pt: Anfitrião de origem:

source: Bind host:
et: Siduv host:
pt_pt: Vincular anfitrião:

source: Target type:
et: Sihtsüsteeemi tüüp:
pt_pt: Tipo de destino:

source: Target name:
et: Sihtsüsteemi nimi:
pt_pt: Nome do destino:

source: State:
et: Olek:
pt_pt: Estado:

source: Clipboard:
et: Lõikelaud:
pt_pt: Área de transferência:

source: Source path:
et: Lähteasukoht:
pt_pt: Caminho da origem:

source: <b>insert type</b>
et: <b>Sisesta tüüp</b>
pt_pt: <b>inserir tipo</b>

source: Device:
et: Seade:
pt_pt: Dispositivo:

source: ROM _BAR:
pt_pt: _BAR do ROM:

source: _3D acceleration:
et: _3D-kiirendus:
pt_pt: _Aceleração 3D:

source: <b>Video</b>
pt_pt: <b>Vídeo</b>

source: Devices:
et: Seadmed:
pt_pt: Dispositivos:

source: <b>Controller</b>
et: <b>Kontroller</b>
pt_pt: <b>Controlador</b>

source: <b>Filesystem</b>
et: <b>Failisüsteem</b>
pt_pt: <b>Sistema de ficheiros</b>

source: M_ode:
et: _Olek:
pt_pt: _Modo:

source: <b>Smartcard Device</b>
et: <b>Kiipkaardi seade</b>
pt_pt: <b>Dispositivo Smartcard</b>

source: Address:
et: Aadress:
pt_pt: Endereço:

source: <b>Redirected device</b>
et: <b>Ümbersuunatud seade</b>
pt_pt: <b>Dispositivo redirecionado</b>

source: <b>TPM Device</b>
et: <b>TPM-seade</b>
pt_pt: <b>Dispositivo TPM</b>

source: Host Device:
et: Alussüsteemi seade:
pt_pt: Dispositivo Anfitrião:

source: <b>Random Number Generator</b>
et: <b>Juhuslike arvude generator</b>
pt_pt: <b>Gerador de Números Aleatórios</b>

source: Model:
et: Mudel:
pt_pt: Modelo:

source: panic-model
et: paanikamudel
pt_pt: modelo-pânico

source: <b>Panic Notifier</b>
et: <b>Paanikateavitaja</b>
pt_pt: <b>Notificador de Pânico</b>

source: _Remove
et: _Eemalda
pt_pt: _Remover

source: _Apply
et: _Rakenda
pt_pt: _Aplicar

source: E_xport filesystem as readonly mount
et: E_kspordi failisüsteem ainult loetava haakepunktina
pt_pt: _Exportar sistema de ficheiros como montado e apenas em modo de leitura

source: _Driver:
et: _Draiver:
pt_pt: _Controlador:

source: Ta_rget path:
et: _Sihtasukoht:
pt_pt: _Caminho de destino:

source: _Format:
et: _Vorming:
pt_pt: _Formato:

source: blah foo warning message
et: tudi-mudi hoiatusteade
pt_pt: mensagem de aviso blah foo

source: Show passwor_d
et: Näita salasõ_na
pt_pt: _Mostrar palavra-passe

source: Addr_ess:
et: Aadr_ess:
pt_pt: _Endereço:

source: Pa_ssword:
et: _Salasõna:
pt_pt: _Palavra-passe:

source: _Port:
pt_pt: _Porta:

source: A_uto
et: A_utomaatne
pt_pt: _Automático

source: L_isten type:
et: Kuulam_istüüp:
pt_pt: _Tipo de escuta:

source: OpenGL only works with 'virtio' graphics with '3D acceleration' enabled
et: OpenGL toimib vaid siis, kui „virtio“ graafikal on 3D-kiirendus kasutusel
pt_pt: O OpenGL só funciona com gráficos 'virtio' e com 'aceleração 3D' ativada

source: OpenGL only works with 'Listen type' value 'none'
et: OpenGL toimib vaid siis, kui „Kuulamistüübi“ väärtus on „puudub“
pt_pt: O OpenGL só funciona com o valor 'nenhum' do 'Tipo de escuta'

source: _File
et: _Fail
pt_pt: _Ficheiro

source: _View Manager
et: _Vaata haldurit
pt_pt: _Ver Gestor

source: Libvirt URI:
et: Libvirt-i URI:
pt_pt: URI do libvirt:

source: A_utoconnect:
et: Ühenda a_utomaatselt:
pt_pt: _Conectar automaticamente:

source: <b>Basic details</b>
et: <b>Põhiandmed</b>
pt_pt: <b>Detalhes básicos</b>

source: _Overview
et: _Ülevaade
pt_pt: _Visão geral

source: _Virtual Networks
et: _Virtuaalsed võrgud
pt_pt: _Redes virtuais

source: _Storage
et: _Andmeruum
pt_pt: __Armazenamento

source: A_utostart:
et: A_utomaatne käivitamine:
pt_pt: _Início automático:

source: Domain:
et: Domeen:
pt_pt: Domínio:

source: Name:
et: Nimi:
pt_pt: Nome:

source: Network:
et: Võrk:
pt_pt: Rede:

source: DHCP range:
et: DHCP-vahemik:
pt_pt: Intervalo do DHCP:

source: Forwarding:
et: Edastamine:
pt_pt: Encaminhar:

source: NAT to any device
et: NAT mis iganes seadmesse
pt_pt: NAT para qualquer dispositivo

source: Routed
et: Marsruuditud
pt_pt: Encaminhado

source: Add Network
et: Lisa võrk
pt_pt: Adicionar Rede

source: Start Network
et: Käivita võrk
pt_pt: Iniciar Rede

source: Stop Network
et: Peata võrk
pt_pt: Parar Rede

source: Delete Network
et: Kustuta võrk
pt_pt: Eliminar Rede

source: Add Pool
et: Lisa andmeruumikogum
pt_pt: Adicionar Pool

source: Start Pool
et: Käivita andmeruumikogum
pt_pt: Iniciar Pool

source: Stop Pool
et: Peata andmeruumikogum
pt_pt: Parar Pool

source: Delete Pool
et: Kustuta andmeruumikogum
pt_pt: Eliminar Pool

source: _Browse Local
et: _Sirvi kohalikust süsteemist
pt_pt: _Procurar Local

source: Browse local filesystem
et: Sirvi kohalikku failisüsteemi
pt_pt: Procurar Sistema de ficheiros local

source: Cancel and close dialog
et: Katkesta ja sulge vaade
pt_pt: Cancelar e fechar a janela de diálogo

source: Ch_oose Volume
et: Vali kö_ide
pt_pt: _Escolher Volume

source: Choose the selected volume
et: Vali valitud köide
pt_pt: Escolher o volume selecionado

source: Apply pool changes
et: Rakenda andmeruumikogumi muudatused
pt_pt: Aplicar as alterações do pool

source: Active
et: Aktiivne
pt_pt: Ativo

source: Location:
et: Asukoht:
pt_pt: Localização:

source: Refresh volume list
et: Värskenda köidete loendit
pt_pt: Recarregar lista de volumes

source: Delete volume
et: Kustuta köide
pt_pt: Eliminar volume

source: _Add Connection...
et: Lis_a ühendus...
pt_pt: _Adicionar Conexão...

source: _New Virtual Machine
et: _Uus virtuaalmasin
pt_pt: _Nova Máquina virtual

source: _Close
et: Sul_ge
pt_pt: _Fechar

source: _Quit
et: _Välju
pt_pt: _Sair

source: _Edit
et: _Muuda
pt_pt: _Editar

source: _Connection Details
et: _Ühenduse üksikasjad
pt_pt: _Detalhes da Conexão

source: _Virtual Machine Details
et: _Virtuaalmasina üksikasjad
pt_pt: _Detalhes da Máquina virtual

source: _Preferences
et: _Eelistused
pt_pt: _Preferências

source: _View
et: _Vaata
pt_pt: _Ver

source: _Graph
et: _Graafikud
pt_pt: _Gráfico

source: _Guest CPU Usage
et: _Külalisseadme protsessorikasutus
pt_pt: _Utilização da CPU do Hóspede

source: _Host CPU Usage
et: _Alusseadme protsessorikasutus
pt_pt: _Utilização da CPU do Anfitrião

source: _Memory Usage
et: _Mälukasutus
pt_pt: _Utilização de Memória

source: _Disk I/O
et: _Ketta I/O
pt_pt: _I/O do Disco

source: _Network I/O
et: _Võrgu I/O
pt_pt: _I/O da Rede

source: _Help
et: _Abiteave
pt_pt: _Ajuda

source: _About
et: R_akenduse teave
pt_pt: _Sobre

source: Create a new virtual machine
et: Loo uus virtuaalmasin
pt_pt: Criar uma nova máquina virtual

source: New
et: Uus
pt_pt: Novo

source: Show the virtual machine console and details
et: Näita virtuaalmasina konsooli ja üksikasju
pt_pt: Mostrar a consola e detalhes da máquina virtual

source: _Open
et: _Ava
pt_pt: _Abrir

source: Power on the virtual machine
et: Lülita virtuaalmasin sisse
pt_pt: Ligar a máquina virtual

source: _Run
et: _Käivita
pt_pt: _Executar

source: Pause the virtual machine
et: Peata virtuaalmasin
pt_pt: Colocar em pausa a máquina virtual

source: _Pause
et: _Peata
pt_pt: _Pausar

source: Shut down the virtual machine
et: Lülita virtuaalmasin välja
pt_pt: Encerrar a máquina virtual

source: _Shut Down
et: _Seiska
pt_pt: _Encerrar

source: Migrate the virtual machine
et: Teisalda virtuaalmasin uude kohta
pt_pt: Migrar a máquina virtual

source: Migrating VM:
et: Teisaldan virtuaalmasinat:
pt_pt: Máquina virtual a migrar:

source: Original host:
et: Algne host:
pt_pt: Anfitrião original:

source: New _host:
et: Uus _host:
pt_pt: _Novo anfitrião:

source: _Address:
et: _Aadress:
pt_pt: _Endereço:

source: Let libvirt decide
et: Luba libvirtil otsustada
pt_pt: Deixar a libvirt decidir

source: Tunnel migration through the libvirtd connection channel, rather than having the hypervisor open a separate network connection to the destination. The source libvirt instance connects directly to the destination libvirt instance. This can simplify setup since no additional firewall ports need to be open, and will encrypt migration traffic if your libvirt connection is encrypted. But it can be difficult to make this work with SSH transport.
pt_pt: A migração de túnel através do canal de conexão libvirtd, em vez de o hipervisor abrir uma conexão de rede separada para o destino. A instância libvirt de origem conecta-se diretamente à instância libvirt de destino. Isto pode simplificar a configuração visto que não é necessário abrir nenhuma porta adicional na firewall, isto irá encriptar o tráfego da migração se a conexão libvirt estiver encriptada. Porém, pode ser difícil fazer isto funcionar com transporte SSH.

source: <b>Connectivity</b>
et: <b>Ühenduvus</b>
pt_pt: <b>Conectividade</b>

source: By default libvirt will refuse to migrate a VM for certain configurations that could lead to malfunctioning guests, like if a disk's cache mode is not 'none'. Enabling this option tells libvirt to skip those checks.
pt_pt: Por padrão a libvirt irá recusar migrar uma máquina virtual para certas configurações que podem levar ao mau funcionamento de hóspedes, como por exemplo se o modo de cache de um disco não for 'none'. O uso desta opção faz com que a libvirt ignore estas verificações.

source: A_llow unsafe:
et: _Luba ebaturvaline toiming:
pt_pt: _Permitir inseguro:

source: By default, the migrated VM config is removed from the source host, and saved persistently on the destination host. The destination host is considered the new home of the VM. If 'temporary' is selected, the migration is considered only a temporary move: the source host maintains a copy of the VM config, and the running copy moved to the destination is only transient, and will disappear when it is shutdown.
pt_pt: Por padrão, a configuração da máquina virtual migrada é removida do anfitrião de origem e é guardada de forma persistentemente no anfitrião de destino. O anfitrião de destino é considerado o novo lar da máquina virtual. Se 'temporário' for selecionado, a migração é considerada temporária: o anfitrião de origem mantém uma cópia da configuração da máquina virtual e a cópia em execução movida para o destino é apenas transitória e irá desaparecer ao encerrar.

source: _Temporary move:
et: _Teisalda ajutiselt:
pt_pt: _Movimento temporário:

source: Advanced options
et: Täiendavad valikud
pt_pt: Opções avançadas

source: _Migrate
et: _Koli
pt_pt: _Migrar

source: De_vice name:
et: Se_adme nimi:
pt_pt: _Nome do dispositivo:

source: <small>In most configurations, macvtap does not work for host to guest network communication.</small>
et: <small>Enamuste seadistuste puhul macvtap pole kasutatav alussüsteemi ja külalissüsteemi võrgusuhtluses.</small>
pt_pt: <small>Na maior parte das configurações, o macvtap não funciona para a comunicação de rede do anfitrião para o hóspede.</small>

source: <small>Failed to find a suitable default network.</small>
et: <small>Ei õnnestunud leida sobivat vaikimisi võrku.</small>
pt_pt: <small>A pesquisa de uma rede padrão adequada falhou.</small>

source: _Portgroup:
et: _Portide grupp:
pt_pt: _Grupo de portas:

source: _Network source:
et: _Võrguallikas:
pt_pt: _Origem da rede:

source: Can't find the operating system you are looking for? Try selecting a similar distro or version, or use one of the 'Generic' options.
et: Kas sa ei leia otsitavaid operatsioonisüsteeme? Proovi otsida sarnast distributsiooni või versiooni või kasuta mõnda üldist valikut.
pt_pt: Não consegue encontrar o sistema operativo que procura? Tente selecionar uma distribuição ou versão semelhante, ou use uma das opções 'Genéricas'.

source: Include end of life operating systems
et: Näita ka aegunud operatsioonisüsteeme
pt_pt: Incluir sistemas operativos obsoletos

source: Preferences
et: Eelistused
pt_pt: Preferências

source: Enable _system tray icon
et: Kasuta _süsteemisalve ikooni
pt_pt: _Ativar o ícone na barra de tarefas do sistema

source: Enable libgues_tfs VM introspection
et: Liba libgues_tfs-i virtuaalmasina sisemine uurimine
pt_pt: _Ativar a introspeção da máquina virtual libgues_tfs

source: Enable _XML editing
et: Luba _XML-i muutmine
pt_pt: _Ativar edição de XML

source: <b>General</b>
et: <b>Üldist</b>
pt_pt: <b>Geral</b>

source: _General
et: _Üldist
pt_pt: _Geral

source: Poll _Disk I/O
et: Polli andmeruumi sisend/väljundliiklust
pt_pt: _Consultar o I/O do Disco

source: Poll _Network I/O
et: Polli _võrguliiklust
pt_pt: _Consultar o I/O da Rede

source: Poll _Memory stats
et: Polli _mälustatistikat
pt_pt: _Consultar estatísticas da Memória

source: _Update status every
et: _Uuenda olekut iga
pt_pt: _Atualizar estado a cada

source: seconds
et: minuti järel
pt_pt: segundos

source: Poll C_PU usage
et: Polli protsessorikasutust
pt_pt: _Consultar utilização da CPU

source: <b>Stats Options</b>
et: <b>Statistika valikud</b>
pt_pt: <b>Opções das Estatísticas</b>

source: P_olling
et: P_ollimine
pt_pt: _Amostragens

source: Gra_phics type:
et: Gra_fika tüüp:
pt_pt: _Tipo de gráficos:

source: Default storage format for new disk images.
et: Uute kettatõmmiste vaikimisi kasutatav andmetüüp.
pt_pt: Formato de armazenamento padrão para novas imagens de disco.

source: _Storage format:
et: _Andmeruumi vorming:
pt_pt: _Formato de armazenamento:

source: Default CPU setting for new VMs. This is typically a tradeoff between performance and migration compatibility: if using the 'copy host' option, your servers will need identical CPUs in order to migrate the VM.
pt_pt: Predefinições da CPU para novas máquinas virtuais. Isto é tipicamente um balanço entre o desempenho e compatibilidade de migração: ao usar a opção 'copiar anfitrião' os seus servidores irão necessitar de CPUs idênticas para migrar a máquina virtual.

source: CPU _default:
et: Protsessori _vaikimisi seadistus:
pt_pt: _CPU padrão:

source: Default Firmware for new VMs. Boot using either BIOS or UEFI.
et: Uute virtuaalmasinate vaikimisi püsivara. Kasuta alglaadimiseks kas BIOS-i võie UEFI-t.
pt_pt: Firmware padrão para Máquinas virtuais novas. Arrancar usando o BIOS ou UEFI.

source: x86 _Firmware:
et: x86 _püsivara:
pt_pt: _Firmware x86:

source: <b>New VM Defaults</b>
et: <b>Virtuaalmasina uued vaikimisi seadistused</b>
pt_pt: <b>Novos padrões para a Máquina Virtual</b>

source: N_ew VM
et: _Uus virtuaalmasin
pt_pt: _Nova Máquina virtual

source: Graphical console _scaling:
et: Graafilise konsooli _skaleerimine:
pt_pt: _Ajuste de escala da Consola gráfica:

source: Gr_ab keys:
et: Hõivekl_ahv:
pt_pt: _Capturar teclas:

source: Not supported
et: Pole toetatud
pt_pt: Não suportado

source: Change...
et: Muuda...
pt_pt: Alterar...

source: Change guest resolution when the guest window size is changed. Only works with properly configured guest using spice and the desktop agent.
et: Külalissüsteemi akna muutmisel muuda ka selle resolutsiooni. Toimib vaid korrektselt seadistatud külalissüsteemi puhul, mis kasutab Spice'i ja töölauaklienti.
pt_pt: Alterar a resolução do hóspede quando o tamanho da janela é alterado. Apenas funciona com hóspedes configurados adequadamente, usando o SPICE e o agente do ambiente de trabalho.

source: _Resize guest with window:
et: Muuda külalissüsteemi suu_rust koos aknaga:
pt_pt: _Redimensionar o hóspede com janela:

source: SPICE _USB Redirection:
et: SPICE'i _USB edasisuunamine:
pt_pt: _Redirecionamento do SPICE do USB:

source: If disabled, the VM window will not automatically connect to the running VM graphical console.
et: Kui see valik pole kasutusel, siis virtuaalmasina aken ei loo automaatselt ühendust töötava virtuaalmasina graafilise konsooliga.
pt_pt: Se desativado, a janela da máquina virtual não vai conectar-se automaticamente à janela da consola gráfica em andamento.

source: Console autoconnec_t:
et: Ühenda konsool automaa_tselt:
pt_pt: _Conexão automática da consola:

source: <b>Graphical Consoles</b>
et: <b>Graafilised konsoolid</b>
pt_pt: <b>Consolas Gráficas</b>

source: Conso_le
et: Konsoo_l
pt_pt: _Consola

source: _Force Poweroff:
et: _Sundkorras seiskamine:
pt_pt: _Desligar forçadamente:

source: Poweroff/_Reboot/Save:
et: Seiskamine/_Taaskäivitus/Salvestamine:
pt_pt: _Desligar/Reiniciar/Guardar:

source: _Pause:
et: _Peatamine:
pt_pt: _Pausar:

source: Device re_moval:
et: Seadme ee_maldamine:
pt_pt: _Remoção de dispositivos:

source: _Unapplied changes:
et: Rakendamata m_uudatused:
pt_pt: _Alterações não aplicadas:

source: _Deleting storage:
et: An_dmeruumi kustutamine:
pt_pt: _A eliminar armazenamento:

source: <b>Confirmations</b>
et: <b>Kinnitused</b>
pt_pt: <b>Confirmações</b>

source: Feed_back
et: _Tagasiside
pt_pt: _Reações

source: Description:
et: Kirjeldus:
pt_pt: Descrição:

source: VM State:
et: Virtuaalmasina olek:
pt_pt: Estado da Máquina virtual:

source: Timestamp:
et: Ajatempel:
pt_pt: Data e Hora:

source: Snapshot Mode:
et: Hetktõmmise režiim:
pt_pt: Captura instantânea:

source: Screenshot:
et: Ekraanitõmmis:
pt_pt: Captura de ecrã:

source: No screenshot available
et: Ekraanitõmmist pole saadaval
pt_pt: Nenhuma Captura de ecrã disponível

source: <small><i>This was the most recently applied snapshot.</i></small>
et: <small><i>See oli viimatikasutatud hetktõmmis.</i></small>
pt_pt: <small><i>Esta foi a captura instantânea aplicada mais recente.</i></small>

source: Create new snapshot
et: Tee uus hetktõmmis
pt_pt: Criar uma nova Captura instantânea

source: Run selected snapshot
et: Käivita valitud hetktõmmis
pt_pt: Executar a Captura instantânea selecionada

source: Refresh snapshot list
et: Värskenda hetktõmmiste loendit
pt_pt: Recarregar a lista de Capturas instantâneas

source: Delete selected snapshot
et: Kustuta valitud hetktõmmis
pt_pt: Eliminar a Captura instantânea selecionada

source: Save updated snapshot metadata
et: Salvesta uuendatud hetktõmmise metateave
pt_pt: Guardar meta-dados atualizados da captura instantânea

source: Create snapshot
et: Tee hetktõmmis
pt_pt: Criar Captura instantânea

source: <span size='large'>Create snapshot</span>
et: <span size='large'>Tee hetktõmmis</span>
pt_pt: <span size='large'>Criar captura instantânea</span>

source: _Description:
et: _Kirjeldus:
pt_pt: _Descrição:

source: Snapshot _Mode:
et: Hetktõmmise režii_m:
pt_pt: _Modo da Captura instantânea:

source: _external
et: välin_e
pt_pt: _externo

source: _internal
et: s_isemine
pt_pt: _interno

source: Memory _State:
et: _Mäluolek:
pt_pt: _Estado da memória:

source: _auto
et: _automaatne
pt_pt: _automático

source: Device _Path:
et: Seadme _asukoht:
pt_pt: _Caminho do dispositivo:

source: _Version:
et: _Versioon:
pt_pt: _Versão:

source: Adva_nced options
et: _Lisavalikud
pt_pt: _Opções avançadas

source: Virtual Machine
et: Virtuaalmasin
pt_pt: Máquina virtual

source: Virtual _Machine
et: Virtuaal_masin
pt_pt: _Máquina virtual

source: _Take Screenshot
et: _Tee ekraanitõmmis
pt_pt: _Capturar Ecrã

source: Redirect host USB device to virtual machine with SPICE graphics.
et: Kui virtuaalmasin kasutab SPICE-graafikat, siis suuna alussüsteemi USB seadmed sinna.
pt_pt: Redirecionar dispositivo USB do anfitrião para máquina virtual com gráficos SPICE.

source: _Redirect USB device
et: _Suuna USB-seadmed edasi
pt_pt: _Redirecionar dispositivo USB

source: _Console
et: _Konsool
pt_pt: _Consola

source: Sna_pshots
et: _Hetktõmmised
pt_pt: _Capturas Instantâneas

source: _Fullscreen
et: _Täisekraanivaade
pt_pt: _Ecrã Inteiro

source: _Resize to VM
et: Sobita vi_rtuaalmasinaga
pt_pt: _Redimensionar à Máquina Virtual

source: _Scale Display
et: _Skaleeri ekraanivaadet
pt_pt: _Ajustar Ecrã à Escala

source: _Always
et: _Alati
pt_pt: _Sempre

source: _Only when Fullscreen
et: _Vaid täisekraanivaates
pt_pt: _Apenas em Ecrã Inteiro

source: _Never
et: _Mitte kunagi
pt_pt: _Nunca

source: Auto _resize VM with window
et: Muuda virtuaalmasina suu_rust koos aknaga automaatselt
pt_pt: _Redimensionar automaticamente a Máquina Virtual com a janela

source: Co_nsoles
et: Ko_nsoolid
pt_pt: _Consolas

source: _Autoconnect
et: Ühenda _automaatselt
pt_pt: _Conectar automaticamente

source: T_oolbar
et: _Tööriistariba
pt_pt: _Barra de ferramentas

source: Send _Key
et: Saada _klahvivajutus
pt_pt: _Enviar tecla

source: Show the graphical console
et: Näita graafilist konsooli
pt_pt: Mostrar a consola gráfica

source: Console
et: Konsool
pt_pt: Consola

source: Show virtual hardware details
et: Näita virtuaalse riistvara üksikasju
pt_pt: Mostrar detalhes do hardware virtual

source: Details
et: Üksikasjad
pt_pt: Detalhes

source: Run
et: Käivita
pt_pt: Executar

source: Pause
et: Peata
pt_pt: Pausar

source: Snapshots
et: Hetktõmmised
pt_pt: Capturas Instantâneas

source: Switch to fullscreen view
et: Näita täisekraanivaadet
pt_pt: Mudar para a vista de ecrã inteiro

source: Begin Installation
et: Alusta paigaldamist
pt_pt: Iniciar Instalação

source: _Begin Installation
et: _Alusta paigaldamist
pt_pt: _Iniciar Instalação

source: _Cancel Installation
et: _Katkesta paigaldamine
pt_pt: _Cancelar Instalação

source: Guest C_ID:
et: Külalisseadme C_ID:
pt_pt: _CID do Hóspede:

source: <small>XML editing is disabled in 'Preferences'. Only enable it if you know what you are doing.</small>
et: <small>XML-is koostatud seadistuste muutmine on Eelistustest keelatud. Lülita ta sisse vaid siis, kui kindlasti tead, mida teed.</small>
pt_pt: <small>A opção de edição do XML está desativada em 'Preferências'. Só a ative se souber o que está a fazer. </small>

source: Error launching 'About' dialog: %s
et: Viga „Rakenduse teabe“ vaate käivitamisel: %s
pt_pt: Erro ao iniciar a janela de diálogo 'Sobre': %s

source: Connection does not support storage management.
et: See ühendus ei toeta andmeruumi haldust.
pt_pt: A conexão não suporta a gestão de armazenamento.

source: Controller
et: Kontroller
pt_pt: Controlador

source: Network
et: Võrk
pt_pt: Rede

source: Input
et: Sisend
pt_pt: Entrada

source: Not supported for this guest type.
et: Pole selle külalisseadme tüübi puhul toetatud.
pt_pt: Não suportado para este tipo de hóspede.

source: Graphics
et: Graafika
pt_pt: Gráficos

source: Sound
et: Heli
pt_pt: Som

source: Parallel
et: Rööpseade
pt_pt: Paralelo

source: Channel
et: Kanal
pt_pt: Canal

source: USB Host Device
et: USB host-seade
pt_pt: Dispositivo Anfitrião USB

source: Connection does not support host device enumeration
et: Ühendus ei toeta alussüsteemi (hosti) seadmete kindlakstegemist/loendamist
pt_pt: A conexão não suporta a enumeração de dispositivos do anfitrião

source: Not supported for containers
et: Pole konteinerite puhul toetatud
pt_pt: Não é suportado para contentores

source: PCI Host Device
et: PCI host-seade
pt_pt: Dispositivo Anfitrião PCI

source: MDEV Host Device
et: MDEV host-seade
pt_pt: Dispositivo MDEV Anfitrião

source: Video
pt_pt: Vídeo

source: Libvirt version does not support video devices.
et: Libvirti versioon ei toeta videoseadmeid.
pt_pt: A versão da libvirt não suporta dispositivos de vídeo.

source: Filesystem
et: Failisüsteem
pt_pt: Sistema de Ficheiros

source: USB Redirection
et: USB edasisuunamine
pt_pt: Redirecionamento USB

source: Panic Notifier
et: Paanikateavitaja
pt_pt: Notificador de Pânico

source: VirtIO VSOCK
pt_pt: VSOCK VirtIO
